[
  {
    "id": "12",
    "level": "2nd",
    "duration": "Instantaneous",
    "levels": "No",
    "name": "Augury",
    "damage": null,
    "description": "Casting an augury allows the cleric to discern minor omens, indications of what might be in the future. The spell requires a focal point that will allow the omens to manifest.  It is possible to derive omens from tea leaves, but a pearl worth 100 gp must be crushed into the infusion. The divination power of an augury is not strong; it will only gather omens from the pattern of the next 3 turns (30 minutes), and can only indicate whether a future action will result in weal or woe to the party. The base chance for correctly interpreting the omens is 70% plus an additional 1% per level of the caster.",
    "saveeffect": "",
    "area": "caster",
    "components": "(incense worth at least 25 gp), F (a set of marked sticks or bones worth at least 25 gp)",
    "time": "1 Round",
    "school": "Divination",
    "classes": "Cleric",
    "reverse": "",
    "modified_at": "2014-01-01 13:28:25"
  },
  {
    "id": "8",
    "level": "2nd",
    "duration": "1 Round",
    "levels": "No",
    "name": "Chant",
    "damage": "",
    "description": "Once the spell is cast, the cleric must maintain a sonorous chanting of holy words and prayers, which not only lend divine favor to the cleric and his or her allies but also bring disfavor to their foes. For so long as the cleric remains stationary and continues to chant, his or her allies (within the area of effect) gain a bonus of +1 to all attack rolls, damage rolls, and difficulty checks. Enemies within the spell's area of effect also suffer a -1 to all such die rolls. If the cleric sustains damage, is grappled, or is in some way silenced, the effect of the spell will end.",
    "saveeffect": "",
    "area": "30 foot radius centered on caster",
    "components": "",
    "time": "1 Round",
    "school": "Conjuration",
    "classes": "Cleric",
    "reverse": "",
    "modified_at": "2017-06-07 14:15:37"
  },
  {
    "id": "75",
    "level": "2nd",
    "duration": "1 Round",
    "levels": "No",
    "name": "Clairvoyance",
    "damage": null,
    "description": "Clairvoyance, together with clairaudience, is one of the classic \\u201cscrying\\u201d spells\\u2014spells that allow the caster to extend his or her perception and senses far into the distance to spy upon enemies and scout locations. Clairvoyance is a means of seeing events in a distant location. There is no effective limit to the spell\\u2019s range, but the location must either be familiar to the caster or be obvious, such as the top floor inside a tower the caster can see, or just beyond a dungeon door. The spell cannot penetrate metal; sheets of any type of metal between the caster and the target area will prevent the magic user from being able to scry upon the area.",
    "saveeffect": "",
    "area": "The caster will be able to hear sounds in a 10 ft radius of the spell\\u2019s focal point even if the area is dark. If the area is not dark, the caster will be able to see as if he or she were standing at the spell\\u2019s focal point, for a normal distance but in all directions at once (for the vision is in his or her mind\\u2019s eye). ",
    "components": "a focus worth at least 100 gp, either a jeweled horn for hearing or a glass eye for seeing",
    "time": "1 Round",
    "school": "Divination",
    "classes": "Wizard",
    "reverse": "",
    "modified_at": "2014-01-01 13:28:25"
  },
  {
    "id": "94",
    "level": "2nd",
    "duration": "Permanent",
    "levels": "No",
    "name": "Continual Light",
    "damage": null,
    "description": "This spell brings into being a bright, magical illumination almost sufficient to rival the light of day. In all respects, the spell is identical to the first level cleric spell light, but its effects are permanent until dispelled. The magic user spell cannot be used to create continual darkness.",
    "saveeffect": "",
    "area": "60 foot radius sphere",
    "components": "ruby dust worth 50 gp",
    "time": "1 Round",
    "school": "Evocation",
    "classes": "Wizard",
    "reverse": "",
    "modified_at": "2014-01-01 13:28:25"
  },
  {
    "id": "159",
    "level": "2nd",
    "duration": "1 Round",
    "levels": "No",
    "name": "Darkness ",
    "damage": null,
    "description": "This spell creates an area of utter darkness that prevents all natural vision, even infra-vision. The spells effect is neutralized by (and neutralizes) the counteracting effect of a light or continual light spell.",
    "saveeffect": "",
    "area": "touch",
    "components": "bat fur and a piece of coal",
    "time": "1 Round",
    "school": "Evocation",
    "classes": "Wizard, Cleric",
    "reverse": "",
    "modified_at": "2014-01-01 13:28:25"
  },
  {
    "id": "79",
    "level": "2nd",
    "duration": "1 Round",
    "levels": "No",
    "name": "Detect Charm",
    "damage": null,
    "description": "This spell reveals to the cleric whether a creature is subject to a charm spell. The spell\\u2019s magic can discern a charm (or lack thereof) on up to ten creatures. ",
    "saveeffect": "DC wisdom negates",
    "area": "30 feet",
    "components": "a copper piece ",
    "time": "1 Round",
    "school": "Divination",
    "classes": "Wizard",
    "reverse": "The reverse of the spell conceals the existence of a charm, but affects only one creature.",
    "modified_at": "2014-01-01 13:28:25"
  },
  {
    "id": "76",
    "level": "2nd",
    "duration": "6 Rounds",
    "levels": "No",
    "name": "Detect Invisibility",
    "damage": null,
    "description": "This spell allows the caster to see that which is invisible or hidden, and also to perceive the astral and ethereal planes",
    "saveeffect": "",
    "area": "caster",
    "components": "talc and powdered silver",
    "time": "1 Round",
    "school": "Divination",
    "classes": "Wizard",
    "reverse": "",
    "modified_at": "2014-01-01 13:28:25"
  },
  {
    "id": "77",
    "level": "2nd",
    "duration": "1 Round",
    "levels": "No",
    "name": "ESP",
    "damage": null,
    "description": "This spell allows the caster to overhear the surface thoughts of any thinking being in the spell\\u2019s radial area of effect. The caster need not be able to see the creature whose thoughts he is reading; the spell can be used to listen beyond a closed door. The spell cannot penetrate more than two ft of stone or more than two inches of any metal, and it is foiled by even a thin sheet of lead.",
    "saveeffect": "",
    "area": "caster",
    "components": "",
    "time": "1 Round",
    "school": "Divination",
    "classes": "Wizard",
    "reverse": "",
    "modified_at": "2014-01-01 13:28:25"
  },
  {
    "id": "14",
    "level": "2nd",
    "duration": "6 Rounds",
    "levels": "No",
    "name": "Find Traps",
    "damage": null,
    "description": "This spell permits the cleric to discern the existence of traps, both of magical and mechanical nature. The cleric must be looking at a trap in order to perceive it.",
    "saveeffect": "",
    "area": "30 feet",
    "components": "",
    "time": "1 Round",
    "school": "Divination",
    "classes": "Cleric",
    "reverse": "",
    "modified_at": "2014-01-01 13:28:25"
  },
  {
    "id": "109",
    "level": "2nd",
    "duration": "6 Rounds",
    "levels": "No",
    "name": "Fool\\u2019s Gold",
    "damage": null,
    "description": "This spell achieves the much sought-after goal of transmuting copper or brass into gold. Regrettably, the effect is temporary, but an amoral caster might seek to shift the consequent feelings of regret onto another person than him or herself. Whatever motives drive the caster, he or she may use this spell to transmute roughly 2,000 copper coins (about a cubic foot) per level into a metal that closely resembles gold. ",
    "saveeffect": " Anyone viewing this metal has a chance to notice that it is not truly gold. If the result of d20 plus the caster\\u2019s level is equal to or less than the observer\\u2019s intelligence, the fraud is detected (the GM may pick a representative number for creatures whose exact intelligence is not known, or roll a die).",
    "area": "10 feet ",
    "components": "",
    "time": "1 Round",
    "school": "Illusion",
    "classes": "Wizard",
    "reverse": "",
    "modified_at": "2014-01-01 13:28:25"
  },
  {
    "id": "83",
    "level": "2nd",
    "duration": "Permanent",
    "levels": "No",
    "name": "Forget",
    "damage": "",
    "description": "This extremely potent spell causes the victims to forget events of the immediate past. The spell obliterates memory of the last round plus one additional round per three levels.  The caster may designate 14 creatures as the targets of the spell.",
    "saveeffect": "WIS Save negates",
    "area": "30 feet",
    "components": "",
    "time": "1 Round",
    "school": "Enchantment",
    "classes": "Wizard",
    "reverse": "",
    "modified_at": "2017-06-07 15:30:06"
  },
  {
    "id": "16",
    "level": "2nd",
    "duration": "6 Rounds",
    "levels": "No",
    "name": "Hold Person",
    "damage": null,
    "description": "A hold person spell completely immobilizes up to three medium-sized or smaller persons for the spell\\u2019s duration. The cleric decides how many of his or her foes he or she will target with the spell",
    "saveeffect": "If there is only one target, the saving throw is made at -2; if two, each makes the saving throw at -1; and if the cleric seeks to hold three enemies, each makes its saving throw with no penalty. Ultimately, it is in the discretion of the GM to decide if a creature is considered a \\u201cperson\\u201d for the purposes of this spell. Persons held by this spell may be killed or bound at a rate of one per round, or, if the attacker chooses, may be attacked at twice the normal rate with an automatic hit, for maximum damage.",
    "area": "60 feet",
    "components": "a small, straight piece of iron",
    "time": "6 Rounds",
    "school": "Enchantment",
    "classes": "Cleric",
    "reverse": "",
    "modified_at": "2014-01-01 13:28:25"
  },
  {
    "id": "110",
    "level": "2nd",
    "duration": "1 Round",
    "levels": "No",
    "name": "Invisibility",
    "damage": null,
    "description": "When the words of this spell are completed, the recipient and all he or she carries fade from sight, becoming invisible. Even infra-vision cannot detect an invisible creature. The spell remains in effect until the invisible creature attacks someone, the caster ends the spell, or the magic is dispelled. Note that the spell does not make the recipient any more quiet than normal, nor does it eliminate scents. The invisible person can see him or herself, but the caster (unless they are one and the same) cannot. The spell cannot be cast upon an unwilling subject.",
    "saveeffect": "DC wisdom negates (harmless) or DC wisdom negates (harmless, object) ",
    "area": "touch",
    "components": "an eyelash encased in gum arabic",
    "time": "1 Round",
    "school": "Illusion",
    "classes": "Wizard",
    "reverse": "",
    "modified_at": "2014-01-01 13:28:25"
  },
  {
    "id": "131",
    "level": "2nd",
    "duration": "Permanent",
    "levels": "No",
    "name": "Knock",
    "damage": null,
    "description": "The powerful magic words of a knock spell open doors that are stuck, barred, locked, or even wizard locked. Chains (even those that are welded) and chests will also spring open under this spell. Doors that operate by gravity, such as portcullises, will not be opened by means of the spell. If a door is secured by a number of devices, only two will be opened by the spell; a triple-locked door is proof against a single casting of the enchantment.",
    "saveeffect": "",
    "area": "60 feet",
    "components": "",
    "time": "1 Round",
    "school": "Transmutation",
    "classes": "Wizard",
    "reverse": "",
    "modified_at": "2014-01-01 13:28:25"
  },
  {
    "id": "174",
    "level": "2nd",
    "duration": "1 Round",
    "levels": "No",
    "name": "Know Alignment",
    "damage": "",
    "description": "All creatures are surrounded by an aura that can indicate their alignment, and this spell allows the caster to perceive and read such auras. The auras of up to ten creatures may be examined by use of the spell, and the cleric will be able to identify the exact alignment of each.",
    "saveeffect": "",
    "area": "touch",
    "components": "",
    "time": "1 Round",
    "school": "Conjuration",
    "classes": "Cleric,Druid",
    "reverse": "The reverse of the spell obscures alignment (even against the use of this spell) with respect to one creature for a period of 1 turn, two people for a period of 5 rounds, and so on.",
    "modified_at": "2017-06-15 10:20:27"
  },
  {
    "id": "132",
    "level": "2nd",
    "duration": "1 Round",
    "levels": "No",
    "name": "Levitate",
    "damage": "",
    "description": "This spell allows the magic user to levitate themselves or another person, to a maximum weight of 100 lbs\\/level. The spell may be cast upon an unwilling enemy, but in this case the intended target is entitled to a DEX Save. The spell does not allow any sort of horizontal movement, but it is possible for a levitated person to pull him or herself along if there is something upon which to gain purchase, such as a wall or a ledge.",
    "saveeffect": "DEX Save to negate",
    "area": "Self, object or person",
    "components": "",
    "time": "1 Round",
    "school": "Transmutation",
    "classes": "Wizard",
    "reverse": "",
    "modified_at": "2017-06-07 16:04:11"
  },
  {
    "id": "74",
    "level": "2nd",
    "duration": "1 Round",
    "levels": "No",
    "name": "Locate Object",
    "damage": null,
    "description": "Any object (not creature) known or familiar to the caster may be located within the spell\\u2019s range. It is not necessary for the caster to have seen the precise object that the spell will locate: if the caster is familiar with ladders in general, he or she may cast the spell successfully to locate any ladder within the spell\\u2019s range. ",
    "saveeffect": "",
    "area": "The spell is directional, requiring the cleric to turn in different directions in order to sense an object in his or her path. The cleric may move after casting the spell to search a broader area, and need not be in actual line of sight of the object. (In other words, the spell\\u2019s effect is not hindered by walls or other such obstacles.)",
    "components": "",
    "time": "1 Round",
    "school": "Divination",
    "classes": "Wizard",
    "reverse": " The reverse of the spell may be used to obscure one object from magical detection of virtually all kinds.",
    "modified_at": "2014-01-01 13:28:25"
  },
  {
    "id": "67",
    "level": "2nd",
    "duration": "1 Turn",
    "levels": "Yes",
    "name": "Mage Armor",
    "damage": null,
    "description": "An invisible but tangible field of force surrounds the subject of a mage armor spell, providing a +4 armor bonus to AC.",
    "saveeffect": "",
    "area": "touch",
    "components": "A piece of cured leather - 1CP",
    "time": "1 Round",
    "school": "Conjuration",
    "classes": "Wizard",
    "reverse": "",
    "modified_at": "2014-01-01 13:28:25"
  },
  {
    "id": "184",
    "level": "2nd",
    "duration": "Permanent",
    "levels": "No",
    "name": "Magic Mouth",
    "damage": null,
    "description": "This spell is cast upon an object, so that when a set of particular conditions are met, a mouth will appear in the object and speak a specific message. The length of the message cannot exceed 25 words. The magic user can set any condition for the appearance of the magic mouth, but the caster\\u2019s power limits the range at which the mouth can detect the triggering events.",
    "saveeffect": "DC wisdom negates",
    "area": "The mouth can \\u201cperceive\\u201d events at a range of 5 ft\\/level, but cannot detect invisible creatures.",
    "components": "a small bit of honeycomb and jade dust worth at least 10 gp, which the spell consumes",
    "time": "1 Round",
    "school": "Illusion",
    "classes": "Wizard, Druid",
    "reverse": "",
    "modified_at": "2014-01-01 13:28:25"
  },
  {
    "id": "112",
    "level": "2nd",
    "duration": "1 Round",
    "levels": "No",
    "name": "Mirror Image",
    "damage": null,
    "description": "The mirror image spell creates 1d4 phantasmal images of the magic user, all mirroring his or her actions. The spell\\u2019s 6ft radius also becomes slightly blurred to sight, like the reflection of a slightly distorted mirror. The combination of these two magical phenomena makes it impossible to distinguish the images from the caster without aid of a magical nature, such as true seeing. When an opponent makes a successful hit against one of the images, the image breaks up and disappears (the others remain). If an opponent attempts to attack a magic user obscured by this spell, it is randomly determined whether the to-hit roll is directed toward the person or one of the images. At the end of the spell\\u2019s duration, the images fade from sight.",
    "saveeffect": "",
    "area": "caster",
    "components": "",
    "time": "1 Round",
    "school": "Illusion",
    "classes": "Wizard",
    "reverse": "",
    "modified_at": "2014-01-01 13:28:25"
  },
  {
    "id": "186",
    "level": "2nd",
    "duration": "Instantaneous",
    "levels": "No",
    "name": "Pyrotechnics",
    "damage": null,
    "description": "Pyrotechnics turns a fire into either a burst of blinding fireworks or a thick cloud of choking smoke, depending on the version you choose. \n\nFireworks\nThe fireworks are a flashing, fiery, momentary burst of glowing, colored aerial lights.\n\nSmoke Cloud\nA writhing stream of smoke billows out from the source, forming a choking cloud.\n\nMaterial Component\nThe spell uses one fire source, which is immediately extinguished.",
    "saveeffect": "DC wisdom negates or DC fortitude negates ",
    "area": "noneLong (400 ft. + 40 ft.\\/level)",
    "components": "",
    "time": "1 Round",
    "school": "Transmutation",
    "classes": "Wizard, Druid",
    "reverse": "",
    "modified_at": "2014-01-01 13:28:25"
  },
  {
    "id": "123",
    "level": "2nd",
    "duration": "1 Round",
    "levels": "No",
    "name": "Ray of Enfeeblement",
    "damage": null,
    "description": "As this spell is cast, a ray of unpleasant and indescribable color arcs from the caster\\u2019s hand to strike the chosen target. No attack roll is required to hit. ",
    "saveeffect": "If the target fails a saving throw, its strength and the effect of all attacks which are dependent upon strength are reduced by 25%. The amount of reduction is increased by 1%\\/level (to be rounded off in the case of lower-level magic users simply as a matter of convenience). Thus, if an orc is struck with the ray by a level one magic user, the orc would lose 26% (rounded to 25%, at the option of the GM) of its strength. Its to-hit rolls are not affected, but any damage it inflicts is reduced to 75% (or 74%) of the damage rolled (a good GM avoids minuscule calculations that might bog down the game).",
    "area": " 10 ft + 3 ft\\/level",
    "components": "",
    "time": "1 Round",
    "school": "Necromancy",
    "classes": "Wizard",
    "reverse": "",
    "modified_at": "2014-01-01 13:28:25"
  },
  {
    "id": "172",
    "level": "2nd",
    "duration": "1 Round",
    "levels": "No",
    "name": "Resist Fire",
    "damage": null,
    "description": "When this spell is cast, the recipient gains resistance to fire and heat, being able to endure boiling temperatures without discomfort. A person under the influence of this spell can stand unharmed in the middle of a bonfire, and even gains a measure of resistance to magical fire.",
    "saveeffect": "The subject gains a saving throw bonus of +3 against magical fire, taking one half damage if the save is not successful and one quarter damage if the save is successful. The saving throw is permitted even against attacks that would not ordinarily allow a saving throw.",
    "area": "touch",
    "components": "",
    "time": "6 Rounds",
    "school": "Abjuration",
    "classes": "Wizard, Druid",
    "reverse": "",
    "modified_at": "2014-01-01 13:28:25"
  },
  {
    "id": "54",
    "level": "2nd",
    "duration": "1 Round",
    "levels": "No",
    "name": "Rope Trick",
    "damage": "",
    "description": "This spell enchants a rope to become a portal into an extradimensional pocket of unreality opened by the spell. The rope rises in the air and then hangs, suspended by its connection to the extra-dimensional hideaway. Up to six medium-size people can hide in the space (five, if the rope is to be pulled up and into the space as well). At the spell\\u2019s expiration, the inhabitants or contents of the space will fall into normal reality if they have not already departed. True reality is visible through the portal, but cannot be affected from within.",
    "saveeffect": "",
    "area": "touch",
    "components": "one piece of rope, powdered corn extract and a twisted loop of parchment",
    "time": "1 Day",
    "school": "Abjuration",
    "classes": "Wizard",
    "reverse": "",
    "modified_at": "2017-06-07 13:54:03"
  },
  {
    "id": "124",
    "level": "2nd",
    "duration": "6 Rounds",
    "levels": "No",
    "name": "Scare",
    "damage": null,
    "description": "This spell This spell causes terror in creatures of less than 6th level or 6 HD.",
    "saveeffect": "Such creatures are entitled to a saving throw, which, if successful, allows them to shake off the spell\\u2019s effect entirely. If a creature fails the saving throw, however, it will become frozen with terror. If forced, it can fight, but it suffers a penalty of -1 to all attacks, damage, and saving throw rolls.",
    "area": "10 feet",
    "components": "",
    "time": "1 Round",
    "school": "Necromancy",
    "classes": "Wizard",
    "reverse": "",
    "modified_at": "2014-01-01 13:28:25"
  },
  {
    "id": "46",
    "level": "2nd",
    "duration": "Instantaneous",
    "levels": "No",
    "name": "Shatter",
    "damage": "",
    "description": "This spell causes an item to shatter into pieces. It can affect objects of up to 10 lbs weight per level. Only brittle materials are affected by the spell (glass, earthenware, etc.) excluding magical items of any kind.",
    "saveeffect": "The item is permitted a saving throw against a crushing blow to avoid destruction.",
    "area": "60 feet",
    "components": "one object and a chip of mica",
    "time": "1 Round",
    "school": "Evocation",
    "classes": "Cleric,Druid,Wizard",
    "reverse": "",
    "modified_at": "2017-06-07 13:55:46"
  },
  {
    "id": "21",
    "level": "2nd",
    "duration": "1 Round",
    "levels": "No",
    "name": "Silence",
    "damage": "",
    "description": "Casting this spell brings into being an area of complete and utter magical silence in which no sound can be heard. The spell may be cast upon a location in the air, upon a physical object (in which case it will move with the object), or upon a creature (in which case a WIS Save is applicable).",
    "saveeffect": "If the creature makes a WIS Save, the area of silence will center upon the space just behind the intended victim and they will be unaffected by the Silence.",
    "area": "30 foot diameter sphere (15 foot radius)",
    "components": "",
    "time": "1 Round",
    "school": "Illusion",
    "classes": "Cleric",
    "reverse": "",
    "modified_at": "2017-06-07 14:28:46"
  },
  {
    "id": "24",
    "level": "2nd",
    "duration": "1 Round",
    "levels": "No",
    "name": "Slow Poison",
    "damage": null,
    "description": "This spell is used to slow the progress of poison through the body. Even a person who has died from poison may be revived if he succumbed to the poison within a number of turns less than or equal to the caster\\u2019s level of experience. The spell does not eliminate or neutralize poison; it merely slows it. A poisoned creature will lose 1 hit point per turn (but will not fall below 1) during the spell\\u2019s duration; once the spell\\u2019s protection expires, the victim will suffer the full potency of the poison. The spell is generally used to keep someone alive until the poison can be neutralized completely by other means, such as a neutralize poison spell.",
    "saveeffect": "DC fortitude negates   ",
    "area": "touch",
    "components": "",
    "time": "1 Round",
    "school": "Conjuration",
    "classes": "Cleric, Druid",
    "reverse": "",
    "modified_at": "2014-01-01 13:28:25"
  },
  {
    "id": "38",
    "level": "2nd",
    "duration": "6 Rounds",
    "levels": "No",
    "name": "Snake Charm",
    "damage": null,
    "description": "A pattern of gestures made by the cleric in the course of casting this spell creates a hypnotic effect on snakes. Any snake affected by the spell will rise up and begin swaying back and forth, otherwise remaining motionless. A cleric can affect multiple serpents with the spell, up to a total number of hit points equal to the cleric\\u2019s own. The spell\\u2019s duration depends upon the existing emotions of the snake at the time the spell is cast.",
    "saveeffect": "If the snake was asleep, the duration of the charm is 1d4 +2 turns; if the snake was awake but not angry, the duration will be 1-3 turns; and if the snake was angry (or attacking), the spell will last 1d4+4 rounds.\n\n",
    "area": "30 feet",
    "components": "noen",
    "time": "6 Rounds",
    "school": "Enchantment",
    "classes": "Druid",
    "reverse": "",
    "modified_at": "2014-01-01 13:28:25"
  },
  {
    "id": "37",
    "level": "2nd",
    "duration": "1 Round",
    "levels": "No",
    "name": "Speak with Animals",
    "damage": null,
    "description": "When the caster invokes this spell, he or she becomes able to communicate with and understand the \\u201cspeech\\u201d of normal animals (with the exception of mindless creatures). While the spell lasts, the animal (and any other animals of the same type in its company) will refrain from attacking, even if they were initially hostile. Depending upon the nature of the conversation, if the animal\\u2019s alignment is neutral or of the same tendency as the cleric\\u2019s, the animal may be disposed to help the cleric in some manner. It is important to note that the spell does not permit speech with animals of monstrous or unnatural nature; communication with a monster such as a cockatrice, for example, is beyond the spell\\u2019s power. Neither does the spell suddenly imbue an animal with intelligence; the observations and opinions of an animal such as a badger will be appropriate to the animal\\u2019s own experiences, motives, and intellectual limitations.",
    "saveeffect": "",
    "area": "one creature within 30 feet of the caster",
    "components": "",
    "time": "6 Rounds",
    "school": "Divination",
    "classes": "Druid",
    "reverse": "",
    "modified_at": "2014-01-01 13:28:25"
  },
  {
    "id": "188",
    "level": "2nd",
    "duration": "1 Round",
    "levels": "No",
    "name": "Spider Climb",
    "damage": null,
    "description": "When the magic-user casts this spell, the recipient\\u2019s bare hands and feet become sticky enough to allow him or her to climb walls and even crawl along a ceiling. The movement rate for such climbing is 30 ft per round. The subject of this spell will find it difficult to employ tools or handle small objects with precision while the spell is in effect.",
    "saveeffect": "DC wisdom negates (harmless)",
    "area": "touch",
    "components": "A live spider",
    "time": "1 Round",
    "school": "Transmutation",
    "classes": "Wizard, Druid",
    "reverse": "",
    "modified_at": "2014-01-01 13:28:25"
  },
  {
    "id": "103",
    "level": "2nd",
    "duration": "1 Round",
    "levels": "No",
    "name": "Spiritual Weapon",
    "damage": null,
    "description": "To cast this spell, the cleric throws a real war hammer into the air, invoking the power of his or her god(s). The real hammer disappears, replaced with a mist-like shape of divine force that attacks at the cleric\\u2019s will while the cleric concentrates upon maintaining it (limited, of course, to the duration of the spell).",
    "saveeffect": "The hammer strikes as a magical weapon for purposes of affecting creatures hit only by magic weapons (as if it were a +1 weapon, with an additional +1 per three levels of the caster), but it has no actual bonus on to hit rolls. The spiritual weapon attacks as if it were wielded by the cleric, at the cleric\\u2019s level and with any appropriate to hit and damage bonuses (or penalties). The weapon does damage as a normal war hammer.",
    "area": "30 fett hammer shaped devine force",
    "components": "",
    "time": "6 Rounds",
    "school": "Evocation",
    "classes": "Wizard",
    "reverse": "",
    "modified_at": "2014-01-01 13:28:25"
  },
  {
    "id": "69",
    "level": "2nd",
    "duration": "1 Round",
    "levels": "No",
    "name": "Stinking Cloud",
    "damage": null,
    "description": "This spell creates a nauseating cloud of vapors to billow forth in a location chosen by the caster.",
    "saveeffect": "All creatures caught within (or later entering) the noxious cloud must make saving throws. Any creature failing to save will be completely unable to act for 1d4+1 rounds, falling to the ground retching and gagging (treated as stunned). A creature that succeeds in making the saving throw may move from within the cloud and be free of the effects after only one round of gasping fresh air (again, being treated as stunned for this round). Even creatures that succeed in making a saving throw cannot do anything within the cloud other than to leave as fast as possible.",
    "area": "30 feet; 20 foot radius, special cloud",
    "components": "a rotten egg or several skunk cabbage leaves",
    "time": "1 Round",
    "school": "Conjuration",
    "classes": "Wizard",
    "reverse": "",
    "modified_at": "2014-01-01 13:28:25"
  },
  {
    "id": "189",
    "level": "2nd",
    "duration": "6 Rounds",
    "levels": "No",
    "name": "Strength",
    "damage": null,
    "description": "This spell increases a person\\u2019s strength (affecting the same sorts of creatures as hold person). The recipient\\u2019s strength increases by 1d6, and members of the various fighter-type classes gain a +1 to this roll. If the spell is cast upon a monster (such as an orc), the GM is free to rule for convenience that the effect of the spell is to grant +1 to damage, and if the d6 roll is a 5 or 6, a +1 to hit as well.",
    "saveeffect": "",
    "area": "touch",
    "components": "",
    "time": "1 Round",
    "school": "Transmutation",
    "classes": "Wizard, Druid",
    "reverse": "",
    "modified_at": "2014-01-01 13:28:25"
  },
  {
    "id": "55",
    "level": "2nd",
    "duration": "1 Round",
    "levels": "No",
    "name": "Web",
    "damage": "",
    "description": "This spell causes a mass of tough, sticky webs to appear, filling in any open spaces where the webs can be anchored on both sides (floor and ceiling, between walls, etc.), up to the maximum of the spell\\u2019s area of effect.",
    "saveeffect": "Any creature in the area must make DEX save to avoid the web. If they fail then they are trapped until they make a STR save to break free. A stuck creature cannot attack or cast spells as they are completely immobilized. The strands of a web spell are very flammable. If they are ignited, fire will flash through the entire web, dealing 2d4 points of damage to all creatures within and burning away the webs.",
    "area": "5 feet \\/ level - 80 cubic feet between anchor points",
    "components": "a bit of spider web",
    "time": "1 Day",
    "school": "Conjuration",
    "classes": "Druid,Wizard",
    "reverse": "",
    "modified_at": "2017-06-07 13:59:08"
  },
  {
    "id": "117",
    "level": "2nd",
    "duration": "Permanent",
    "levels": "No",
    "name": "Wizard Lock",
    "damage": null,
    "description": "A wizard lock spell functions similarly to a powerful hold portal spell, except that extra-dimensional creatures cannot pass through a wizard lock as they can a held portal.",
    "saveeffect": "",
    "area": "touch",
    "components": "",
    "time": "1 Round",
    "school": "Illusion",
    "classes": "Wizard",
    "reverse": "",
    "modified_at": "2014-01-01 13:28:25"
  }
]
