[
    {
      "id": "161",
      "level": "3rd",
      "duration": "Permanent",
      "levels": "No",
      "name": "Animate Dead",
      "damage": null,
      "description": "By casting this spell, the cleric calls the bones or bodies of dead humans or humanoids to rise and become lesser undead (skeletons or zombies). The undead will obey their creator\\u2019s simple commands, following him or her, or perhaps guarding a location he or she designates against any creature (or not guarding it against certain creatures) that might enter. The spell\\u2019s effects are permanent, but can be dispelled by the use of dispel magic. Use of this spell is inherently not in accordance with the good alignment and is seldom used by good clerics unless there is pressing need. Moreover, casting the spell in the confines of a city may subject the caster to inquiry by secular and religious authorities alike. A cleric may animate one zombie or skeleton per level.",
      "saveeffect": "",
      "area": "10 feet ",
      "components": "(a drop of blood, a piece of flesh, and a pinch of bone dust)",
      "time": "1 Round",
      "school": "Necromancy",
      "classes": "Wizard, Cleric",
      "reverse": "",
      "modified_at": "2014-01-01 13:28:25"
    },
    {
      "id": "126",
      "level": "3rd",
      "duration": "1 Round",
      "levels": "No",
      "name": "Blink",
      "damage": null,
      "description": "This spell is a weak and rather unreliable form of one of the true mage\\u2019s most powerful capabilities: teleportation magic. During and after the segment in which the teleportation occurs, the magic user\\u2019s sudden change of location prevents any direct attacks upon him or her. The caster may only be attacked directly if the attack is made before the blink takes place. If the caster teleports both from and into an area which is affected by an area of effect spell, he will suffer its effects. The constant changes of location take a toll upon the caster, who has a 25% chance of failing at attempts to cast spells, use most magic items, or take any action beyond making physical attacks.",
      "saveeffect": "",
      "area": " For the duration of the spell, the magic user teleports 2 ft in a random direction once per round. The segment in which the magic user disappears and reappears is determined on 2d4, while the compass direction is rolled on a d8. If the direction roll would result in the caster being teleported into a solid object, the caster will blink a second time, for a distance of no more than 10 ft. If this second blink also results in the caster occupying a solid object, the spell will end, marooning the caster in the ethereal plane of existence. ",
      "components": " none",
      "time": "1 Round",
      "school": "Transmutation",
      "classes": "Wizard",
      "reverse": "",
      "modified_at": "2014-01-01 13:28:25"
    },
    {
      "id": "34",
      "level": "3rd",
      "duration": "1 Day",
      "levels": "No",
      "name": "Clairaudience",
      "damage": "",
      "description": "Clairaudience allows the caster to eavesdrop magically upon a particular location. There is no effective limit to the spell\\u2019s range, but the location must either be familiar to the caster or be obvious, such as the top floor inside a tower the caster can see, or just beyond a dungeon door. The spell cannot penetrate metal; sheets of any type of metal between the caster and the target area will prevent the magic user from being able to scry upon the area",
      "saveeffect": "",
      "area": "The caster will be able to hear sounds in a 6 ft radius of the spell\\u2019s focal point. The spell cannot be used to scry across planes of existence",
      "components": "",
      "time": "Instantaneous",
      "school": "Enchantment",
      "classes": "Wizard",
      "reverse": "",
      "modified_at": "2017-06-07 14:11:35"
    },
    {
      "id": "10",
      "level": "3rd",
      "duration": "Instantaneous",
      "levels": "No",
      "name": "Cure Blindness",
      "damage": null,
      "description": "This powerful spell allows the cleric permanently to remove virtually all forms of blindness.",
      "saveeffect": "",
      "area": "touch",
      "components": "",
      "time": "1 Round",
      "school": "Conjuration",
      "classes": "Cleric",
      "reverse": "The reverse of the spell permits a saving throw, and the cleric must successfully touch the spell\\u2019s intended target to inflict blindness (permanent duration).",
      "modified_at": "2014-01-01 13:28:25"
    },
    {
      "id": "26",
      "level": "3rd",
      "duration": "Instantaneous",
      "levels": "No",
      "name": "Cure Disease",
      "damage": null,
      "description": "By means of this spell, the cleric may cure most diseases by laying hands upon the afflicted creature. Depending upon the nature of the disease, full recovery may require as little time as a single turn, or as long as a week.",
      "saveeffect": "If the saving throw is failed, the effects of the disease will manifest within 1d6 turns, inflicting 1 hit point of damage per turn thereafter and one point of lost strength per hour (6 turns) until the victim is reduced to 10% of his or her original hit points and strength. Until the disease is cured or runs its course, the afflicted person will not be able to naturally recover either strength or hit points over and above 10%. The disease runs its course in 1d6 days.",
      "area": "touch",
      "components": "",
      "time": "1 Round",
      "school": "Conjuration",
      "classes": "Cleric, Druid",
      "reverse": "The spell\\u2019s reverse, cause disease, requires that the cleric successfully touch the intended victim, who is permitted a saving throw against the spell\\u2019s insidious effects.",
      "modified_at": "2014-01-01 13:28:25"
    },
    {
      "id": "2",
      "level": "3rd",
      "duration": "Permanent",
      "levels": "No",
      "name": "Dispel Magic",
      "damage": "",
      "description": "Dispel magic has a base chance of 50% permanently to negate magic, both the magical properties of potions and the ongoing effects of certain spells. All spell effects and relevant items within the stated area of effect are subject to dispelling. Permanent magical items are not disenchanted by the spell, with the exception of potions, which are treated as 12th level for purposes of resolution.\r\n\r\nHowever, even a permanently enchanted item must make a save or become nonoperational for one round. Any spells in the process of being cast in the spell\\u2019s area of effect will be lost, and any ongoing spell effects (such as invisibility) will be dispelled. With respect to each potion, casting, or ongoing spell effect, the base chance of successful dispelling is increased 5% for every level by which the caster\\u2019s level exceeds the level of the potion, the casting, or the spell effect. The base chance is conversely reduced by 2% per level of difference if the caster is lower level than the caster of the magic to be dispelled. The spell will automatically negate the caster\\u2019s own spells if it is used for this purpose or if the caster has previously cast a spell into the same area.",
      "saveeffect": "",
      "area": "30 cubic feet, range: 120 feet",
      "components": "",
      "time": "Instantaneous",
      "school": "Abjuration",
      "classes": "Cleric,Wizard",
      "reverse": "",
      "modified_at": "2017-06-07 16:54:36"
    },
    {
      "id": "56",
      "level": "3rd",
      "duration": "Permanent",
      "levels": "No",
      "name": "Explosive Runes",
      "damage": "6d4+6",
      "description": "This spell creates a magical trap in the form of traceries and sigils placed upon a piece of writing that create a magical detonation when they are read. It is possible to detect the presence of explosive runes without detonating them: a magic user has a 5% chance per level to notice their presence, and a thief has a 1% chance per level. When the runes are read the resulting explosion strikes everything within 5 feet.",
      "saveeffect": "DEX Save for half damage",
      "area": "any creature within a 5 ft radius",
      "components": "",
      "time": "1 Round",
      "school": "Abjuration",
      "classes": "Wizard",
      "reverse": "",
      "modified_at": "2017-06-07 15:08:17"
    },
    {
      "id": "44",
      "level": "3rd",
      "duration": "5 Rounds",
      "levels": "No",
      "name": "Feign Death",
      "damage": "",
      "description": "This spell magically slows the recipient\\u2019s metabolism into a state so close to death that it is impossible to distinguish the enspelled person from a corpse by any means other than magical. The recipient can hear, smell, and think; the senses of touch and sight no longer function. Damage caused to the pseudo-corpse is reduced by one half, and the spell\\u2019s recipient will not even know that the damage has been caused potentially a dangerous situation. A person under the influence of this spell is not subject to level draining by the undead and will not be affected by poisons until the spell wears off or is otherwise removed; the caster can remove the catalepsy at will, and the spell is subject to being dispelled.",
      "saveeffect": "",
      "area": "touch",
      "components": "one creature",
      "time": "Instantaneous",
      "school": "Necromancy",
      "classes": "Cleric",
      "reverse": "",
      "modified_at": "2017-06-07 16:56:14"
    },
    {
      "id": "45",
      "level": "3rd",
      "duration": "Instantaneous",
      "levels": "No",
      "name": "Fireball",
      "damage": "d6 per level",
      "description": "With a pointing gesture at the ending of the incantation, the magic user causes a massive explosion of magical fire at the target point. The fireball detonates with a low roar, causing 1d6 damage per level to all creatures within the area of effect. The blast fills the entire volume of the spell radius, and if it is cast into an enclosed area smaller than the area of effect the flames will expand from this area until the spell\\u2019s full volume has been reached. The volume of a 20 ft radius sphere is approximately 33,500 cubic ft, and there are 1,000 cubic ft in a 10 x 10 x 10 ft area, so in an area with a 10 ft ceiling the fireball will fill approximately thirty-three 10 x 10 ft squares. Thus, if a fireball explodes in the middle of a corridor 10 ft wide and 10 ft high, the blast will extend a staggering 165 ft in both directions. It is quite possible, particularly in dungeoneering environments, for the magic user to be caught in the backblast of his or her own fireball spell. The flames do not create any significant change in air pressure, but the furnace-like heat causes all items in the blast to make a d20 roll against the caster DC or be engulfed in magical fire and ignite (or, in the case of metals, melt).",
      "saveeffect": "DEX Save for half damage. When the magic user casts the spell, a bead of light streaks from his or her pointed finger to the target area, and if it strikes another object directly in its path the fireball will detonate immediately.",
      "area": "20 foot radius sphere, range: 100 feet +10 feet\\/level",
      "components": "a ball of bat guano and sulfur",
      "time": "1 Round",
      "school": "Evocation",
      "classes": "Cleric,Druid,Wizard",
      "reverse": "",
      "modified_at": "2017-06-07 14:39:52"
    },
    {
      "id": "128",
      "level": "3rd",
      "duration": "1 Round",
      "levels": "No",
      "name": "Flame Arrow",
      "damage": null,
      "description": "By means of this spell, the magic user may enchant one arrow per segment, causing it to burst into normal flame. The enchanted arrows have no bonus to hit, and the enchantment is not powerful enough to hit a creature that can be damaged only by magical weapons. Each arrow causes 1 hp of fire damage in addition to its normal damage. The arrows (or crossbow bolts) will burn up in one round, so they must be shot before this time.",
      "saveeffect": "",
      "area": "touch",
      "components": "",
      "time": "1 Round",
      "school": "Transmutation",
      "classes": "Wizard",
      "reverse": "",
      "modified_at": "2014-01-01 13:28:25"
    },
    {
      "id": "129",
      "level": "3rd",
      "duration": "6 Rounds",
      "levels": "No",
      "name": "Fly",
      "damage": null,
      "description": "This spell grants the power of flight with aerial agility level V (see Chapter III) to any creature the magic user touches. The base movement rate for flight is 120 ft per round, with the base speed being doubled when diving, halved when climbing. ",
      "saveeffect": "The GM secretly rolls a 1d6 to determine how much time the spell will last after the base duration expires.",
      "area": "touch",
      "components": "a wing feather from any bird",
      "time": "1 Round",
      "school": "Transmutation",
      "classes": "Wizard",
      "reverse": "",
      "modified_at": "2014-01-01 13:28:25"
    },
    {
      "id": "205",
      "level": "3rd",
      "duration": "Instantaneous",
      "levels": "",
      "name": "Forcast Weather",
      "damage": "",
      "description": "The caster can accurately forecast the weather for the next 10 days within 50 miles. ",
      "saveeffect": "",
      "area": "",
      "components": "Thimble of Dew",
      "time": "1 Round",
      "school": "Divination",
      "classes": "Druid",
      "reverse": "",
      "modified_at": "2017-06-15 10:10:48"
    },
    {
      "id": "206",
      "level": "3rd",
      "duration": "6 Rounds",
      "levels": null,
      "name": "Gaseous Form",
      "damage": null,
      "description": "The caster's body will take the form of a cloud of gas. Anything the caster is carrying or wearing will fall through the gaseous body to land on the floor. The caster will keep control over his or her body, and can move through small holes in walls, chests, and so forth. Any creature or character in gaseous form cannot attack, but has an AC of 22 and cannot be harmed by non-magical weapons.",
      "saveeffect": null,
      "area": "Self",
      "components": null,
      "time": "1 Round",
      "school": "Transmutation",
      "classes": "Wizard",
      "reverse": null,
      "modified_at": "2020-03-05 20:55:22"
    },
    {
      "id": "5",
      "level": "3rd",
      "duration": "Permanent",
      "levels": "No",
      "name": "Glyph of Warding",
      "damage": null,
      "description": "The glyph of warding is a magically charged sigil or rune, scribed and enchanted to serve as the focal point of a powerful magical trap.The cleric writes or otherwise inscribes the surface to be protected with the glyph of his choice, thereby defining what effect the glyph will have when discharged. He or she then traces the area to be affected with incense and, if the area to be covered exceeds 50 sq ft, he or she must also sprinkle it with at least 2,000 gp worth of powdered gems to bind the spell over such a large area. When the spell is completed, the glyph and the tracery of its area fade from sight and remain invisible thereafter until the spell is discharged. Any being touching the protected surface without speaking the name of the glyph will discharge the glyph\\u2019s power.  Most glyphs cause physical damage from fire or other elemental energies, causing 2 hit points of damage per level. More powerful glyphs are known that can induce paralysis or drain experience levels, although these are clearly the province only of the most powerful clerics. ",
      "saveeffect": "Depending upon the nature of the glyph, a successful saving throw will either reduce the damage by one-half or negate the glyph\\u2019s effects entirely. The amount of power that can be held within a glyph depends upon the caster\\u2019s level. The GM must determine what glyphs may be within the capabilities of such formidable individuals.",
      "area": "The enchantment affects surfaces, with the caster being able to ward up to 5 ft x 5 ft of wall, floor, door, etc., per level.",
      "components": "incense and powdered diamond worth at least 200 gp, which the spell consumes",
      "time": "1 Round",
      "school": "Abjuration",
      "classes": "Cleric",
      "reverse": "",
      "modified_at": "2014-01-01 13:28:25"
    },
    {
      "id": "180",
      "level": "3rd",
      "duration": "1 Round",
      "levels": "No",
      "name": "Gust of Wind",
      "damage": null,
      "description": "Hand outstretched in the final somatic gesture of this spell, the magic user summons forth a powerful blast of air, forceful enough to blow out unprotected flames smaller than a campfire.The wind is strong enough to hurl a small flying creature backwards by 1d6 x 10 ft, and will hold medium-sized creatures back from moving.",
      "saveeffect": "",
      "area": "Flames the size of a campfire or greater will flare back as far as 1d6 ft, and even shielded flames have a high chance of being extinguished (5% per level). ",
      "components": "a legume seed",
      "time": "1 Round",
      "school": "Evocation",
      "classes": "Wizard, Druid",
      "reverse": "",
      "modified_at": "2014-01-01 13:28:25"
    },
    {
      "id": "52",
      "level": "3rd",
      "duration": "1 Turn",
      "levels": "No",
      "name": "Haste",
      "damage": "",
      "description": "This spell imbues creatures in the targeted area with preternatural speed, allowing them to move and attack at twice the normal rate. The rate of spell casting cannot be increased. Within the area of effect, creatures closest to the caster will be affected first by the spell if the caster\\u2019s level is not sufficient to affect all of the creatures in the area. The spell ages the creatures upon which it is cast by 2 years.",
      "saveeffect": "CON Save negates",
      "area": "1 creature\\/level in a 40 x 40 ft area, range: 60 feet",
      "components": "a shaving of licorice root",
      "time": "1 Round",
      "school": "Transmutation",
      "classes": "Wizard",
      "reverse": "",
      "modified_at": "2017-06-07 16:57:26"
    },
    {
      "id": "157",
      "level": "3rd",
      "duration": "6 Rounds",
      "levels": "No",
      "name": "Infravision",
      "damage": null,
      "description": "This spell allows the magic user to confer the ability to see in the dark, perceiving variations of heat in the infrared spectrum. Lamps and other light sources tend to spoil the effects of infravision. Infravision does not perceive invisibility any more than normal vision.",
      "saveeffect": "",
      "area": "touch",
      "components": "",
      "time": "1 Round",
      "school": "Enchantment",
      "classes": "Wizard, Cleric",
      "reverse": "",
      "modified_at": "2014-01-01 13:28:25"
    },
    {
      "id": "98",
      "level": "3rd",
      "duration": "Instantaneous",
      "levels": "No",
      "name": "Lightning Bolt",
      "damage": "d6 per level of caster",
      "description": "Upon casting a bolt of lightning springs from the fingertips of the caster. Any physical item (door, chest, etc) that hit directly hit must make a d20 Save or be destroyed.  If the bolt strikes an object that does not conduct electricity, such as a stone wall, it will be deflected backward toward the caster (potentially inflicting a second shock upon those in the target area). Note that the length of a deflected bolt is not increased; the bolt will only rebound for the distance remaining in its original area of effect.",
      "saveeffect": "DEX Save for half damage",
      "area": "The area of effect may be either a branching, forking maelstrom of electricity 10 ft wide and 40 ft long, or it may be a concentrated blast 5 ft wide and 80 ft long.",
      "components": "a bit of fur and a rod of amber, crystal, or glass",
      "time": "1 Round",
      "school": "Evocation",
      "classes": "Wizard",
      "reverse": "",
      "modified_at": "2017-06-07 15:54:43"
    },
    {
      "id": "68",
      "level": "3rd",
      "duration": "1 Round",
      "levels": "No",
      "name": "Monster Summoning I",
      "damage": null,
      "description": "By casting this spell, the magic user conjures up 2-8 monsters to serve him or her as allies in combat or to perform other services. The monsters appear from thin air within 1d4 rounds of the spell\\u2019s completed casting. If the caster is in combat, the monsters will fight on his or her behalf, attacking whatever foes he directs, or guarding him or her. For more complex tasks, the magic user must somehow have the ability to communicate these more specific commands.",
      "saveeffect": "The GM has the ultimate discretion as to what monsters will appear, but the general likelihood is described below:\n\nMonster Summoned roll d6\n\n1 Rat, Giant\n2 Goblin (Dwarf)\n3 Hobgoblin (Elf)\n4 Kobold (Halfling)\n5 Orc (Gnome)\n6 Demon, Kullule (Badger, Giant)\n\nEvil casters may get the monsters in parentheses, at the GM\\u2019s option.",
      "area": "summoned creatures Range: 30 feet",
      "components": "",
      "time": "1 Round",
      "school": "Conjuration",
      "classes": "Wizard",
      "reverse": "",
      "modified_at": "2014-01-01 13:28:25"
    },
    {
      "id": "113",
      "level": "3rd",
      "duration": "Instantaneous",
      "levels": "No",
      "name": "Phantasmal Force",
      "damage": null,
      "description": "This extremely flexible spell allows the magic user to craft a visual illusion of virtually anything that can fit within the spell\\u2019s area of effect. The spell creates no sound whatsoever. The caster must maintain his or her concentration upon the illusion, or it will evaporate, but while concentrating the caster is able to make the illusion move and respond to events. The illusion is dispelled if it is struck with a blow, a falling person, etc. Note that the spell relies purely on a visual effect; it will have no effect upon a creature that does not see it. Furthermore, the lack of any audible component can make certain illusions completely non-credible. An explosion, for example, is not likely to be believed by anyone if it creates no sound.",
      "saveeffect": "There is no saving throw against the illusion if the observer believes it, and the illusion can actually cause damage to such a deceived victim. A demon wielding a sword can attack and do damage, and the appearance of a pit full of spikes can be fatal even though it is not real. If the observer doubts the reality of the illusion, he or she will be permitted a saving throw to see the illusion for what it really is. If one observer disbelieves the illusion and this disbelief is communicated to others, the others will also gain a saving throw at a bonus of +4. Various methods may be used by the GM to determine if an NPC or monster believes the effect of a phantasmal force, common sense being the first thing to consider. A player who takes care to craft a believable illusion should be rewarded for skilful use of the spell, not forced into a table of random results.",
      "area": "80 sq ft + 10 sq ft\\/level",
      "components": "",
      "time": "1 Round",
      "school": "Illusion",
      "classes": "Wizard",
      "reverse": "",
      "modified_at": "2014-01-01 13:28:25"
    },
    {
      "id": "18",
      "level": "3rd",
      "duration": "1 Round",
      "levels": "No",
      "name": "Prayer",
      "damage": null,
      "description": "Casting prayer is a matter of intoning an invocation to the cleric\\u2019s god(s), following which any of the cleric\\u2019s allies who were in the spell\\u2019s area of effect will gain, for the duration of the spell, the same benefits as if they were affected by an ongoing chant spell. Note that the cleric is able to move and take other actions while the prayer spell is in effect, which is not the case with the more restricted chant spell.",
      "saveeffect": "",
      "area": "60 foot radius",
      "components": "",
      "time": "6 Rounds",
      "school": "Evocation",
      "classes": "Cleric",
      "reverse": "",
      "modified_at": "2014-01-01 13:28:25"
    },
    {
      "id": "153",
      "level": "3rd",
      "duration": "1 Round",
      "levels": "No",
      "name": "Protection from Normal Missiles",
      "damage": null,
      "description": "The subject of this spell becomes completely invulnerable to the effects of projectiles. The spell\\u2019s power is not sufficient completely to ward off the larger missiles hurled by siege engines such as catapults and ballistae, nor the enchantment of a magic arrow or bolt, but does reduce any damage caused by such weapons by 1 hit point per die of damage. The spell conveys no protection whatsoever against spells, including spells with missile-like qualities such as fireball or ray of enfeeblement.",
      "saveeffect": "",
      "area": "touch",
      "components": "",
      "time": "1 Round",
      "school": "Abjuration",
      "classes": "Wizard, Cleric",
      "reverse": "",
      "modified_at": "2014-01-01 13:28:25"
    },
    {
      "id": "125",
      "level": "3rd",
      "duration": "1 Round",
      "levels": "No",
      "name": "Speak with Dead",
      "damage": null,
      "description": "By casting speak with dead, the cleric opens a mystical channel to the afterworld, permitting him or her to ask a dead creature several questions. As with most spells that concern the afterlife, the length of time that the soul has departed is a factor\\u2014the longer the creature has been dead, the more powerful the casting cleric must be to initiate contact. The cleric must be able to speak the dead creature\\u2019s language and must have some portion of its bodily remains available as the focus of the spell.",
      "saveeffect": "",
      "area": "10 feet: one dead creature",
      "components": "burning incense",
      "time": "1 Round",
      "school": "Necromancy",
      "classes": "Wizard",
      "reverse": "",
      "modified_at": "2014-01-01 13:28:25"
    },
    {
      "id": "90",
      "level": "3rd",
      "duration": "1 Day",
      "levels": "No",
      "name": "Suggestion",
      "damage": "",
      "description": "This spell empowers the caster to suggest facts or courses of action with an almost unavoidable power of persuasion. Factual suggestions (\\u201cThese are not the halflings you seek\\u201d), suggestions of a course of action (\\u201cYou won\\u2019t mention you saw us, I have no doubt\\u201d), or a combination of both are possible. Even a victim who has failed a WIS Save will not undertake a course of action that is palpably unreasonable, but the experienced caster can easily phrase his or her requests in such a way as to avoid this problem. No creature will leap off a cliff for no reason; but the caster might need to scout the bottom of a chasm and promise to cast a feather fall spell, or hand the victim a \\u201cmagical\\u201d torch that supposedly permits the power of flight. The creature to be influenced must be able to hear and understand the language spoken by the caster.",
      "saveeffect": "WIS Save to negate",
      "area": "30 feet: one creature",
      "components": "a snake\\u2019s tongue and either a bit of honeycomb or a drop of sweet oil",
      "time": "1 Round",
      "school": "Enchantment",
      "classes": "Wizard",
      "reverse": "",
      "modified_at": "2017-06-07 15:43:17"
    },
    {
      "id": "182",
      "level": "3rd",
      "duration": "6 Rounds",
      "levels": "No",
      "name": "Tiny Hut",
      "damage": null,
      "description": "This spell causes a bubble of magical force to form around the caster. The field will extend through solid substances if necessary, providing a complete sphere of protection even against burrowing creatures. When the caster stands on the ground, the sphere will thus appear to be a hemisphere, with half of it beneath the ground. The field\\u2019s outside surface is not transparent and is usually a dark amber color, but anyone inside the sphere can see through to the outside as if the force field did not exist. The spell provides protection against inclement winds and temperature within a certain range, but offers no protection against attacks from outside. Anyone can pass into and out of the hut, and up to 6 medium-sized or 8 small creatures can shelter inside with the caster. If the caster leaves the hut, the spell ends. Inside the hut, the inhabitants will not feel winds of up to 50 mph, which are completely blocked by the bubble of force, but if the wind reaches gale force of 50 mph the tiny hut will be shredded into oblivion. The temperature inside the hut remains at a pleasant 70\\u02da Fahrenheit for so long as the outside temperature remains in a range from 0\\u02da to 100\\u02da. For every degree of outside temperature beyond this range, the temperature inside the hut will rise or fall accordingly from 70\\u02da. The caster may illuminate the inside of the hut with a dim, ambient light that will not, of course, show to the outside.",
      "saveeffect": "",
      "area": "5 foot radius sphere",
      "components": "a small crystal bead",
      "time": "1 Round",
      "school": "Evocation",
      "classes": "Wizard, Druid",
      "reverse": "",
      "modified_at": "2014-01-01 13:28:25"
    },
    {
      "id": "80",
      "level": "3rd",
      "duration": "1 Round",
      "levels": "No",
      "name": "Tongues",
      "damage": null,
      "description": "Within the radius established by this spell, the caster, and the caster alone, will be able to speak and understand any verbal language, including alignment tongues. Note that the spell\\u2019s area of effect does not move with the caster. ",
      "saveeffect": "",
      "area": "30 foot radius",
      "components": "a small clay model of a ziggurat",
      "time": "1 Round",
      "school": "Divination",
      "classes": "Wizard",
      "reverse": "The reverse of the spell makes any verbal communication impossible for any person (not just the caster) in the spell\\u2019s area, or may be used to cancel out the effects of the tongues spell.",
      "modified_at": "2014-01-01 13:28:25"
    },
    {
      "id": "190",
      "level": "3rd",
      "duration": "1 Round",
      "levels": "No",
      "name": "Water Breathing",
      "damage": null,
      "description": "This spell grants the ability to breathe underwater while the spell lasts. The reverse of the spell allows a water-breathing creature to breathe in the air.",
      "saveeffect": "",
      "area": "touch",
      "components": "a short reed or piece of straw",
      "time": "1 Round",
      "school": "Transmutation",
      "classes": "Wizard, Druid",
      "reverse": "",
      "modified_at": "2014-01-01 13:28:25"
    },
    {
      "id": "207",
      "level": "3rd",
      "duration": "1 Turn",
      "levels": null,
      "name": "Water Walk",
      "damage": null,
      "description": "This spell grants the ability to walk upon the surface of any liquid without sinking into it at the subject\\u2019s normal rate of movement. This includes but is not limited to running water, snow, quicksand, oil, mud, or even lava (though heat damage would still apply). The subject\\u2019s feet do not actually contact the surface of the liquid but semi-solid liquids such as snow or mud will show vaguely footprint-like depressions evidencing the subject\\u2019s passing.",
      "saveeffect": null,
      "area": "Touch",
      "components": null,
      "time": "1 Round",
      "school": "Transmutation",
      "classes": "Cleric,Druid",
      "reverse": null,
      "modified_at": "2020-03-05 20:57:59"
    }
  ]
