[
  {
    "id": "165",
    "level": "4th",
    "duration": "1 Round",
    "levels": "No",
    "name": "Charm Monster",
    "damage": null,
    "description": "This spell operates as charm person does, but can affect any living creature.",
    "saveeffect": "",
    "area": "60 foot range",
    "components": "",
    "time": "1 Round",
    "school": "Enchantment",
    "classes": "Wizard, Cleric, Druid",
    "reverse": "",
    "modified_at": "2014-01-01 13:28:25"
  },
  {
    "id": "41",
    "level": "4th",
    "duration": "1 Round",
    "levels": "No",
    "name": "Confusion",
    "damage": "",
    "description": "This spell causes confusion in the 2d8 creatures, making them unable to determine their actions. Roll on the following table at the start of each subject\\u2019s turn each round to see what it does in that round. Roll 1d4 on a 1 - Acts normally, 2 - Does nothing but babble incoherently, 3 - Deals 1d8 points of damage + Str modifier to self with item in hand, 4 - Attacks nearest creature",
    "saveeffect": "",
    "area": "Up to 60 x 60 ft, range: 120 feet",
    "components": "three nut shells",
    "time": "1 Round",
    "school": "Enchantment",
    "classes": "Druid,Wizard",
    "reverse": "",
    "modified_at": "2017-06-07 20:06:02"
  },
  {
    "id": "19",
    "level": "4th",
    "duration": "Instantaneous",
    "levels": "No",
    "name": "Cure Serious Wounds ",
    "damage": null,
    "description": "A benison similar to cure light wounds, cure serious wounds permits the spellcaster to lay on hands for 2d8+1 hit points of healing. The spell\\u2019s limits are otherwise similar to those of cure light wounds.",
    "saveeffect": "",
    "area": "touch",
    "components": "",
    "time": "6 Rounds",
    "school": "Evocation",
    "classes": "Cleric",
    "reverse": "The reverse of the spell causes damage rather than healing, requiring that the spellcaster successfully touch the target.",
    "modified_at": "2014-01-01 13:28:25"
  },
  {
    "id": "1",
    "level": "4th",
    "duration": "1 Round",
    "levels": "No",
    "name": "Detect Lie",
    "damage": "",
    "description": "The subject of this spell (not necessarily the caster) gains the ability to discern whether the truth is being told, for the duration of the spell. The reverse of the spell allows the spell recipient\\u2019s most brazen falsehoods to seem logical and believable.",
    "saveeffect": "",
    "area": "one person, range 30 feet",
    "components": "a copper piece",
    "time": "1 Round",
    "school": "Divination",
    "classes": "Cleric,Wizard",
    "reverse": "The spell\\u2019s reverse may also be used to ward against the effects of a detect lie spell.",
    "modified_at": "2017-06-07 16:59:25"
  },
  {
    "id": "43",
    "level": "4th",
    "duration": "1 Round",
    "levels": "No",
    "name": "Dig",
    "damage": "",
    "description": "This spell causes dirt to begin piling out from the ground, digging a hole with tremendous speed. The excavation proceeds at a rate of one 5 x 5 ft cube per round, as earth boils out of the area the caster directs, landing to the edges of the pit. Creatures at the edge of the pit have some likelihood of falling in; DEX Save to avoid sliding into the sudden maelstrom of moving earth. A creature moving toward the pit during the first round in which digging begins must make a WIS Save or fall into the hole. The spell can be used to excavate in dirt, sand, or mud. Note that if the pit is taken deeper than 5 ft, there is a chance that it will collapse in on itself (roughly 25%, adjusted by the GM for the type of material being dug).",
    "saveeffect": "See description",
    "area": "5 cubic ft\\/level",
    "components": "Range: 30 ft",
    "time": "1 Day",
    "school": "Enchantment",
    "classes": "Druid",
    "reverse": "",
    "modified_at": "2017-06-07 14:35:48"
  },
  {
    "id": "64",
    "level": "4th",
    "duration": "Instantaneous",
    "levels": "No",
    "name": "Dimension Door",
    "damage": null,
    "description": "Dimension door is a weak form of teleportation, more controllable than blink, but severely limited in range. The teleportation is limited to 30 ft per level. Unlike blink, a dimension door spell operates with perfect accuracy, either to a place the caster can see or clearly visualize, or in response to directions (example: \\u201c120 ft forward and 30 ft to the right\\u201d). If the caster\\u2019s directions land him or her inside a solid object, he or she is stunned and trapped in the astral plane, held in a sort of suspended animation for eternity unless rescued. The spell is subject to a maximum weight limit of 500 lbs of additional weight, with each lb of living matter counting for twice its actual weight. Recovery from the experience of this form of teleportation is not immediate, although it is quite rapid. The caster cannot act for a period of 6 segments following the transition.",
    "saveeffect": "Dc wisdom negates (obeject) ",
    "area": "caster",
    "components": "",
    "time": "1 Round",
    "school": "Conjuration",
    "classes": "Wizard",
    "reverse": "",
    "modified_at": "2014-01-01 13:28:25"
  },
  {
    "id": "163",
    "level": "4th",
    "duration": "Instantaneous",
    "levels": "No",
    "name": "Divination",
    "damage": null,
    "description": "A divination spell gives the caster divine insight about a particular place, examples being a ruined castle, a particular region in a dungeon, or a small vale. The location of the place must be known to the spell caster (e.g., the \\u201cRed Mausoleum,\\u201d if a legendary location, cannot be the focus of the spell, but if the spell caster has seen the doorway of the tomb, the spell will be effective). The spell yields rich information compared to an augury, although it may be couched in rather vague and approximate terms. The spell reveals the relative power of the creatures in the area, the treasure (\\u201clow,\\u201d \\u201cmoderate,\\u201d or \\u201crich\\u201d), and chances of incurring the wrath of gods or similar beings if the place is disturbed. There is a chance that the spell-caster will fail to interpret the omens properly; the base chance to succeed in gaining truthful information is 60%, and rises by another 1% per level. The chance may also be adjusted by the GM as necessary. If the spell caster reading of the omens is not correct, of course, he or she will be operating on completely false and useless \\u201cinsights.\\u201d The casting of a divination spell is quite dramatic, involving the sacrifice of a dove or other such creature appropriate to the religion in question. Valuable items may also be sacrificed, and such may increase the chance of the spellcaster receiving clear omens that are easily interpreted.",
    "saveeffect": "",
    "area": "caster",
    "components": "incense and a sacrificial offering appropriate to your religion, together worth at least 25 gp, which the spell consumes",
    "time": "1 Round",
    "school": "Divination",
    "classes": "Wizard, Cleric, Druid",
    "reverse": "",
    "modified_at": "2014-01-01 13:28:25"
  },
  {
    "id": "178",
    "level": "4th",
    "duration": "6 Rounds",
    "levels": "No",
    "name": "Enchanted Weapon",
    "damage": null,
    "description": "With a touch of his or her hand, the magic user creates a weak and temporary enchantment upon a full-sized weapon, or upon two smaller weapons such as arrows, bolts, or daggers. The enchantment lends no bonus to hit, but may be used to strike creatures that can be hit only with a magical weapon. When the weapon hits successfully, the enchantment ends.",
    "saveeffect": "",
    "area": "touch",
    "components": "",
    "time": "1 Round",
    "school": "Enchantment",
    "classes": "Wizard, Druid",
    "reverse": "",
    "modified_at": "2014-01-01 13:28:25"
  },
  {
    "id": "51",
    "level": "4th",
    "duration": "Instantaneous",
    "levels": "No",
    "name": "Exorcise",
    "damage": "",
    "description": "Exorcism is a powerful abjuration that casts out demons, devils, or any supernatural inhabitant or influence from a creature or object that has been possessed or otherwise controlled. Exorcism banishes all charms and enchantments, removes curses, and will cast any possessing demon or other creature back into its nearest physical body other than the one being exorcised.",
    "saveeffect": "",
    "area": "10 feet",
    "components": "one creature or object",
    "time": "Instantaneous",
    "school": "Necromancy",
    "classes": "Cleric",
    "reverse": "",
    "modified_at": "2017-06-07 17:00:02"
  },
  {
    "id": "66",
    "level": "4th",
    "duration": "Instantaneous",
    "levels": "No",
    "name": "Extension I",
    "damage": null,
    "description": "The arcane words of an extension I spell act to lengthen the duration of another spell previously cast by the magic user by 50%. The previous spell must still be active and may only be of level 1, 2, or 3.",
    "saveeffect": "",
    "area": "caster",
    "components": "",
    "time": "1 Round",
    "school": "Conjuration",
    "classes": "Wizard",
    "reverse": "",
    "modified_at": "2014-01-01 13:28:25"
  },
  {
    "id": "108",
    "level": "4th",
    "duration": "1 Round",
    "levels": "No",
    "name": "Fear",
    "damage": null,
    "description": "This spell causes utter panic in the creatures exposed to the cone-shaped emanation of phantasmal terror the caster hurls forth.",
    "saveeffect": " If any creature, of any level or hit dice, fails its saving throw against the spell, it will bolt away from the caster as fast as possible for as many rounds as the caster\\u2019s level. There is a base 60% chance for a creature to drop whatever it is holding (immediately upon failing the saving throw), reduced by 5% per HD or level of the panicked creatur",
    "area": " Cone (60 ft long, 5 ft at origin, 30 ft at end)",
    "components": "a white feather or the heart of a hen",
    "time": "1 Round",
    "school": "Illusion",
    "classes": "Wizard",
    "reverse": "",
    "modified_at": "2014-01-01 13:28:25"
  },
  {
    "id": "48",
    "level": "4th",
    "duration": "1 Round",
    "levels": "No",
    "name": "Fire Charm",
    "damage": "",
    "description": "This spell transforms an existing fire into a powerful mental snare.",
    "saveeffect": "Any creature within the spell\\u2019s radius who even so much as glances at the fire must make a saving throw vs spells or be entranced by the dancing flames. While so entranced, the creature becomes susceptible to the caster\\u2019s words, in the same manner as with a suggestion spell, but with a penalty of -3 to the saving throw. The enchantment will be broken if the entranced creature can no longer see the flames or if it is attacked.",
    "area": "15 ft radius around fire, range: 10 feet",
    "components": "",
    "time": "5 Rounds",
    "school": "Evocation",
    "classes": "Druid,Wizard",
    "reverse": "",
    "modified_at": "2017-06-07 17:00:29"
  },
  {
    "id": "96",
    "level": "4th",
    "duration": "1 Round",
    "levels": "No",
    "name": "Fire Shield",
    "damage": "",
    "description": "Pale flames envelope the caster upon the completion of this spell, rendering him or her protection against either fire or cold based attacks, depending upon whether the magic user elects to wreath him or herself in cold flame or hot flame. Cold flame gives the caster resistance to cold, and hot to fire damage.",
    "saveeffect": "",
    "area": "caster",
    "components": "a bit of phosphorus or a firefly",
    "time": "1 Round",
    "school": "Evocation",
    "classes": "Wizard",
    "reverse": "",
    "modified_at": "2017-06-07 15:50:11"
  },
  {
    "id": "173",
    "level": "4th",
    "duration": "Permanent",
    "levels": "No",
    "name": "Fire Trap",
    "damage": null,
    "description": "This spell enchants any item that can be opened or closed with a magical trap. When the item is opened by any person other than the caster, magical fire explodes in an area five ft in radius around the fire trapped object, causing 1d4 plus the caster\\u2019s level hit points of damage to all creatures in this area.",
    "saveeffect": "A successful saving throw indicates half damage. The item upon which this spell is cast suffers no damage from the explosion. Detecting a fire trap is extraordinarily difficult; attempts to find traps are reduced by one-half in efficacy if the trap is a fire trap, and the trap will detonate if an attempt to remove traps fails",
    "area": "touch",
    "components": "",
    "time": "1 Round",
    "school": "Abjuration",
    "classes": "Wizard, Druid",
    "reverse": "",
    "modified_at": "2014-01-01 13:28:25"
  },
  {
    "id": "50",
    "level": "4th",
    "duration": "1 Round",
    "levels": "No",
    "name": "Grove of Trees",
    "damage": "",
    "description": "This spell causes creatures of man size or smaller to appear like an innocent grove of trees to any observers. Up to 10 creatures may be enchanted in this manner. The illusion is so powerful that it is maintained even if the massmorphed creatures are touched. The \\u201ctree\\u2019s\\u201d reaction to being stabbed or hacked at is fairly likely to indicate that it is no normal tree, of course, although the illusion is not actually dispelled by a successful attack. The illusion persists until the caster dies or dismisses it (or it is dispelled).",
    "saveeffect": "",
    "area": "10 x 10 sq ft\\/level, Range: 10 ft\\/level",
    "components": "leaf from a tree",
    "time": "Instantaneous",
    "school": "Illusion",
    "classes": "Druid",
    "reverse": "",
    "modified_at": "2017-06-07 17:02:00"
  },
  {
    "id": "49",
    "level": "4th",
    "duration": "1 Round",
    "levels": "No",
    "name": "Hallucinatory Terrain",
    "damage": "",
    "description": "This spell masks the true appearance of an area, making it appear as something else. A road can be made to appear as a river, a forest can be made to appear as a ravine, etc. The spell\\u2019s effect remains until some intelligent being touches the area (or until it is dispelled). The spell is particularly useful for hiding pits or making cliff edges seem to extend more than they actually do, but it has many other useful applications for the creative player.",
    "saveeffect": "",
    "area": "10 x 10 ft sq\\/level, Range: 20 ft\\/level",
    "components": "a stone, a twig, and a green leaf",
    "time": "1 Round",
    "school": "Illusion",
    "classes": "Druid",
    "reverse": "",
    "modified_at": "2017-06-07 17:01:03"
  },
  {
    "id": "181",
    "level": "4th",
    "duration": "1 Round",
    "levels": "No",
    "name": "Ice Storm",
    "damage": "3d10",
    "description": "The caster may evoke one of two different forms of ice storm with this spell: a hailstorm or a sleet storm. The hailstorm is a vicious barrage of huge hailstones that pound into a 40 ft x 40 ft area, throwing up bits of shrapnel-like ice fragments as the hail shatters. Any creature within the area suffers 3d10 hit points of damage with no save. The sleet storm is a maelstrom of frozen rain in an 80 ft x 80 ft area, blinding all creatures in the area of effect and making the footing so slippery a successful DEX Save is required or the creature is knocked prone. ",
    "saveeffect": "",
    "area": "40 ft x 40 ft ice \\/ 80 ft x 80 ft sleet",
    "components": "dust and water",
    "time": "1 Day",
    "school": "Evocation",
    "classes": "Druid,Wizard",
    "reverse": "",
    "modified_at": "2017-06-07 16:53:20"
  },
  {
    "id": "28",
    "level": "4th",
    "duration": "1 Round",
    "levels": "No",
    "name": "Lower Water",
    "damage": null,
    "description": "With a majestic gesture, the spellcaster forces an area of water to sink downward by 5% of its original depth per level. Despite its name, the spell\\u2019s power is not limited to water; it can affect other non-living fluid substances as well, including gases and materials slightly more viscous than water.",
    "saveeffect": "The GM may adjust the amount by which the spell affects other substances based upon the difference of their material properties from those of water. ",
    "area": "The spell\\u2019s area of effect is a square with sides measuring 10 ft per level of the spellcaster. For example, a spellcaster of 7th level can affect a square area up to 70 x 70 ft.",
    "components": "water",
    "time": "1 Round",
    "school": "Transmutation",
    "classes": "Cleric, Druid",
    "reverse": "The reverse of the spell raises water in an area of effect similar to that of lower water, but not to the same degree of height, returning water to its natural level plus one foot per level.",
    "modified_at": "2014-01-01 13:28:25"
  },
  {
    "id": "57",
    "level": "4th",
    "duration": "1 Round",
    "levels": "No",
    "name": "Minor Globe of Invulnerability",
    "damage": null,
    "description": "A globe of eldritch power forms around the magic user, hedging out all spells of third or lower level. Spells may be cast from within the globe. Dispel magic, if cast upon the globe, will destroy it.",
    "saveeffect": "",
    "area": "5 foot radius sphere",
    "components": "A glass or crystal bead",
    "time": "6 Rounds",
    "school": "Abjuration",
    "classes": "Wizard",
    "reverse": "",
    "modified_at": "2014-01-01 13:28:25"
  },
  {
    "id": "86",
    "level": "4th",
    "duration": "1 Day",
    "levels": "No",
    "name": "Mnemonic Enhancement",
    "damage": null,
    "description": "This spell enhances the magic user\\u2019s precision of memory, allowing him or her to retain up to three additional spell levels in his or her mind (3 first level, 1 first and one second level, or 1 third level). The spell may be used for memorization, or may be used to hold onto the memory of a spell just cast.",
    "saveeffect": "",
    "area": "Caster",
    "components": "The spell components are expensive, costing at least 100 gp, and might not be available in rural communities.",
    "time": "1 Round",
    "school": "Enchantment",
    "classes": "Wizard",
    "reverse": "",
    "modified_at": "2014-01-01 13:28:25"
  },
  {
    "id": "33",
    "level": "4th",
    "duration": "1 Day",
    "levels": "No",
    "name": "Monster Summoning II",
    "damage": "",
    "description": "By casting this spell, the magic user conjures up 1d6 monsters to serve him or her as allies in combat or to perform other services. The monsters appear from thin air within 1d4 rounds of the spell\\u2019s completed casting. If the caster is in combat, the monsters will fight on his or her behalf, attacking whatever foes he directs, or guarding him or her. For more complex tasks, the magic user must somehow have the ability to communicate these more specific commands.",
    "saveeffect": "The GM has the ultimate discretion as to what monsters will appear, but the general likelihood is described below:\r\n\r\nMonster Summoned d6\r\n1 Centipede, Giant\r\n2 Devil, Lemure\r\n3 Gnoll\r\n4 Stirge\r\n5 Toad, Giant\r\n6 Toglodyte",
    "area": "range: 40 feet",
    "components": "",
    "time": "Instantaneous",
    "school": "Conjuration",
    "classes": "Wizard",
    "reverse": "",
    "modified_at": "2017-06-07 17:02:58"
  },
  {
    "id": "35",
    "level": "4th",
    "duration": "Instantaneous",
    "levels": "No",
    "name": "Neutralize Poison",
    "damage": "",
    "description": "This spell detoxifies any sort of venom in a creature or object touched by the spellcaster. An opponent (a venomous spider, for example) must be successfully touched by the spellcaster. Note that if the venomous creature produces new venom (normally a process that takes time), the new venom will be toxic, but any venom that is stored up in the creature will be affected and detoxified. The spell may also be used to prevent a poisoned character from suffering the poison\\u2019s effects.",
    "saveeffect": "DEX Save negates",
    "area": "touch",
    "components": "charcoal",
    "time": "1 Round",
    "school": "Conjuration",
    "classes": "Druid",
    "reverse": "The reverse of the spell allows the spellcaster to deliver a lethally poisonous touch, requiring a successful roll to hit, and allowing a CON Save against the poison.",
    "modified_at": "2017-06-07 14:31:09"
  },
  {
    "id": "40",
    "level": "4th",
    "duration": "Permanent",
    "levels": "No",
    "name": "Plant Growth",
    "damage": null,
    "description": "By means of this spell, the druid causes plants and vines to grow with unbelievable speed, forming a tangled barrier of thick vegetation. The enchantment may be dispelled, or the plants cleared by normal means. ",
    "saveeffect": "",
    "area": " 10 x 10 sq ft\\/level Range: 10 ft\\/level",
    "components": "",
    "time": "6 Rounds",
    "school": "Transmutation",
    "classes": "Druid",
    "reverse": "",
    "modified_at": "2014-01-01 13:28:25"
  },
  {
    "id": "135",
    "level": "4th",
    "duration": "Permanent",
    "levels": "No",
    "name": "Polymorph Other",
    "damage": null,
    "description": "This spell transforms the victim into another type of creature; a person might be changed into a newt, or a newt into a dragon, for example. Such a transformation can, in rare cases, be fatal. If the spell\\u2019s target is successfully transformed, it must make a system shock test against its constitution or die (see, \\u201cconstitution\\u201d). Moreover, there is a base 100% likelihood that the transformed creature will lose its memories and former identity in the change, becoming, for all intents and purposes, the creature into which it was transformed (intelligence cannot be increased by virtue of such a transformation, however). ",
    "saveeffect": "For every intelligence point of the transformed creature, the base chance is reduced by 5%, and there is a further +\\/-5% alteration for each level (or HD) by which the original form\\u2019s level (or HD) differs from that of the new form. This check is made on a daily basis, so such a transformation will, eventually, become inevitable according to the laws of chance if the transformed creature is not magically brought back to its original form. A transformed creature retains its former hit points, but otherwise assumes all the physical characteristics of the new form immediately. The transformation may be dispelled, but the second change of shape will necessitate another system shock check.",
    "area": " One creature Range: 5 ft\\/level",
    "components": "mercury, gum arabic, and smoke",
    "time": "1 Round",
    "school": "Transmutation",
    "classes": "Wizard",
    "reverse": "",
    "modified_at": "2014-01-01 13:28:25"
  },
  {
    "id": "136",
    "level": "4th",
    "duration": "1 Round",
    "levels": "No",
    "name": "Polymorph Self",
    "damage": null,
    "description": "This spell enables the magic user to cloak him or herself in the physical shape of another creature, and to continue shape-shifting at will for the length of the spell\\u2019s duration. The transformation is of an entirely lesser order than that of polymorph other, incurring no risk of a system shock or of truly becoming the transformed creature. Changing from one shape to another requires only 30 seconds, and when the caster returns to his or her original form (ending the spell) he or she will be healed of 1d12 points of any damage inflicted against the polymorphed forms he or she assumed. The caster can polymorph into forms no smaller than a songbird and no heavier than 2,000 lbs. Only the movement capabilities of the new form can be used, not its attacks, defenses, or other abilities. The magic user can transform him or herself into a lion, and run as fast as a lion, but his or her claws will do no more damage than a human\\u2019s soft fists. Similarly, if he or she transforms into a dragon, he or she will have the dragon\\u2019s ability to fly but no breath weapon. As an orc, he or she would be able to use whatever weapons he or she could use in his original shape, but would lack infravision. The caster retains his or her own hit points and armor class.",
    "saveeffect": "",
    "area": "Caster",
    "components": "a piece of the creature whose form you choose",
    "time": "1 Round",
    "school": "Transmutation",
    "classes": "Wizard",
    "reverse": "",
    "modified_at": "2014-01-01 13:28:25"
  },
  {
    "id": "155",
    "level": "4th",
    "duration": "Instantaneous",
    "levels": "No",
    "name": "Raise Dead",
    "damage": "",
    "description": "You restore life to a deceased creature. You can raise a creature that has been dead for no longer than one day per caster level. In addition, the subject\\u2019s soul must be free and willing to return. If the subject\\u2019s soul is not willing to return, the spell does not work.\r\n\r\nComing back from the dead is an ordeal. The subject of the spell loses one level (or 1 Hit Die) when it is raised, just as if it had lost a level or a Hit Die to an energy-draining creature. If the subject is 1st level, it loses 2 points of Constitution instead (if this would reduce its Con to 0 or less, it can\\u2019t be raised). This level\\/HD loss or Constitution loss cannot be repaired by any means. A character who died with spells prepared has a 50% chance of losing any given spell upon being raised, in addition to losing spells for losing a level. A spellcasting creature that doesn\\u2019t prepare spells (such as a sorcerer) has a 50% chance of losing any given unused spell slot as if it had been used to cast a spell, in addition to losing spell slots for losing a level.\r\n\r\nA raised creature has a number of hit points equal to its current Hit Dice. Any ability scores damaged to 0 are raised to 1. Normal poison and normal disease are cured in the process of raising the subject, but magical diseases and curses are not undone. While the spell closes mortal wounds and repairs lethal damage of most kinds, the body of the creature to be raised must be whole. Otherwise, missing parts are still missing when the creature is brought back to life. None of the dead creature\\u2019s equipment or possessions are affected in any way by this spell.\r\n\r\nA creature who has been turned into an undead creature or killed by a death effect can\\u2019t be raised by this spell. Constructs, elementals, outsiders, and undead creatures can\\u2019t be raised. The spell cannot bring back a creature that has died of old age.",
    "saveeffect": "",
    "area": "touch",
    "components": "diamond worth 5,000 gp",
    "time": "1 Round",
    "school": "Conjuration",
    "classes": "Cleric,Wizard",
    "reverse": "",
    "modified_at": "2017-06-07 16:51:25"
  },
  {
    "id": "36",
    "level": "4th",
    "duration": "1 Round",
    "levels": "No",
    "name": "Speak with Plants",
    "damage": null,
    "description": "The spellcaster becomes able to hold converse with living plant matter. He or she may pose questions and understand the answers given, although any conclusions or opinions the plant provides will be based on the plant\\u2019s level of intelligence. Even a normal plant, however, will be able to convey information about events that have transpired near it. If the plants are capable of motion, it will be possible for the spellcaster to persuade them into a course of action, such as drawing aside to allow passage, or even attacking an enemy citadel.",
    "saveeffect": "",
    "area": "caster",
    "components": "",
    "time": "1 Round",
    "school": "Divination",
    "classes": "Druid",
    "reverse": "",
    "modified_at": "2014-01-01 13:28:25"
  },
  {
    "id": "191",
    "level": "4th",
    "duration": "1 Round",
    "levels": "No",
    "name": "Sticks to Snakes",
    "damage": null,
    "description": "This spell enables the spellcaster to transform sticks into serpents that attack at the spellcaster\\u2019s will. The snakes may be ordered to take other actions if the spellcaster can speak with them, but this spell alone does not grant the power to communicate with the snakes, only to will them to attack particular opponents. The spell transforms one stick per level, and each snake has a 5% chance per level of being venomous. ",
    "saveeffect": "",
    "area": "10 cubic ft Range: 30 ft",
    "components": "stick",
    "time": "6 Rounds",
    "school": "Transmutation",
    "classes": "Wizard, Druid",
    "reverse": "The reverse of the spell will change snakes into harmless sticks and can work such a transformation upon snakes created by means of this spell. Sticks of a magical quality, such as wands or magic spears, are not affected by the spell.",
    "modified_at": "2014-01-01 13:28:25"
  },
  {
    "id": "183",
    "level": "4th",
    "duration": "1 Round",
    "levels": "No",
    "name": "Wall of Fire",
    "damage": null,
    "description": "A magic user\\u2019s wall of fire does base damage of 2d6 hit points plus 1 hp\\/level.",
    "saveeffect": "",
    "area": "If the wall is configured as a ring its radius will be 10 ft + 3 ft\\/level. In all other respects, the spell resembles the druidic spell wall of fire.",
    "components": "a piece of phosphor",
    "time": "1 Round",
    "school": "Evocation",
    "classes": "Wizard, Druid",
    "reverse": "",
    "modified_at": "2014-01-01 13:28:25"
  },
  {
    "id": "101",
    "level": "4th",
    "duration": "1 Round",
    "levels": "No",
    "name": "Wall of Ice",
    "damage": null,
    "description": "A wall of ice spell creates a huge wall of ice, with a front face of up to 100 square ft per level. Its exact dimensions are adjustable by the caster. Thus, if the wall is cast by a 20th level caster, the dimensions of the wall could be any combination of dimensions that multiply to equal 2,000 square ft. The wall need not be cast so that it is attached to anything, and it can even be cast in the air to fall upon opponents, doing 3d10 points of damage in the area where it falls. Breaking through the ice with a melee weapon causes 2 hit points of damage from ice shards per inch of thickness, and can be broken out at a rate of 10 ft per round. Normal fire has no measurable effect upon the wall, but magical fire will melt through it in one round. If the wall is destroyed by fire in a single round, it will cause a massive cloud of water vapor to form and linger for a full turn, obscuring vision by 50%.",
    "saveeffect": "noen",
    "area": "Area of Effect: Wall (size: 100 sq ft\\/level, 10 ft thick\\/level) Range: 10 ft\\/level.     The wall might be 10 ft high and 200 ft long, or 5 ft high and 400 ft long, or 20 ft high and 100 ft long, etc.",
    "components": "a piece of quartz or rock crystal",
    "time": "1 Round",
    "school": "Evocation",
    "classes": "Wizard",
    "reverse": "",
    "modified_at": "2014-01-01 13:28:25"
  },
  {
    "id": "78",
    "level": "4th",
    "duration": "1 Round",
    "levels": "No",
    "name": "Wizard eye",
    "damage": null,
    "description": "The wizard eye is a scrying spell allowing the wizard to create a material (but invisible) visual organ that transmits to the caster whatever it sees. The eye has infravision with a range of 100 ft and can see at a distance of 600 ft in normal lighting. The magic user can detect secret doors through the eye as per his or her normal chance, but cannot view through the eye with any special vision the magic user has, for the eye\\u2019s vision is limited to its own sensory capabilities. The eye cannot pass through solid substances, but it can move through a hole no more than an inch in diameter.",
    "saveeffect": "",
    "area": " Caster.  The eye has infravision with a range of 100 ft and can see at a distance of 600 ft in normal lighting. The eye travels at a rate of 30 ft per round if it is not scrutinizing its surroundings closely, but can proceed no faster than 10 ft per round if it is examining floors, ceilings, and walls.",
    "components": "",
    "time": "1 Round",
    "school": "Divination",
    "classes": "Wizard",
    "reverse": "",
    "modified_at": "2014-01-01 13:28:25"
  }
]
