[
  {
    "id": "62",
    "level": "5th",
    "duration": "6 Rounds",
    "levels": "No",
    "name": "Cloudkill",
    "damage": null,
    "description": "This spell generates a bank of fog, this spell generates a bank of fog, similar to a fog cloud, except that its vapors are yellowish green and poisonous. These vapors automatically kill any living creature with 3 or fewer HD (no save).\n\nA living creature with 6 or more HD takes 1d4 points of Constitution damage on your turn each round while in the cloud (a successful DC save vs Constitution save halves this damage). Holding ones breath doesnt help, but creatures immune to poison are unaffected by the spell.\n\nUnlike a fog cloud, the cloudkill moves away from you at 10 feet per round, rolling along the surface of the ground.\n\nBecause the vapors are heavier than air, they sink to the lowest level of the land, even pouring down den or sinkhole openings. It cannot penetrate liquids, nor can it be cast underwater",
    "saveeffect": " A living creature with 4 to 6 HD is slain unless it succeeds on a DC save vs Wisdom (in which case it takes 1d4 points of Constitution damage on your turn each round while in the cloud).",
    "area": "Range: 100\\u2019+10\\u2019\\/level",
    "components": "",
    "time": "1 Round",
    "school": "Conjuration",
    "classes": "Wizard",
    "reverse": "",
    "modified_at": "2014-01-01 13:28:25"
  },
  {
    "id": "13",
    "level": "5th",
    "duration": "1 Round",
    "levels": "No",
    "name": "Commune",
    "damage": null,
    "description": "You contact your deity, or agents thereof, and ask questions that can be answered by a simple yes or no. (A cleric of no particular deity contacts a philosophically allied deity.) You are allowed one such question per caster level. The answers given are correct within the limits of the entity's knowledge. Unclear is a legitimate answer, because powerful beings of the Outer Planes are not necessarily omniscient. In cases where a one-word answer would be misleading or contrary to the deitys interests, a short phrase (five words or less) may be given as an answer instead.\n\nThe spell, at best, provides information to aid character decisions. The entities contacted structure their answers to further their own purposes. If you lag, discuss the answers, or go off to do anything else, the spell ends.",
    "saveeffect": "",
    "area": "Caster",
    "components": "holy or unholy water and incense worth 500 gp",
    "time": "1 Round",
    "school": "Divination",
    "classes": "Cleric",
    "reverse": "",
    "modified_at": "2014-01-01 13:28:25"
  },
  {
    "id": "176",
    "level": "5th",
    "duration": "1 Round",
    "levels": "No",
    "name": "Conjure Elemental",
    "damage": null,
    "description": "There are actually four spells in the conjure elemental spell. The wizard is able to conjure an air, earth, fire, or water elemental with this spell\\u2013assuming he has the material component for the particular elemental. (A considerable fire source must be in range to conjure a fire elemental; a large amount of water must be available to conjure a water elemental.) Conjured elementals have 8 Hit Dice.\n\nIt is possible to conjure successive elementals of different types if the spellcaster has memorized two or more of these spells. The type of elemental to be conjured must be decided upon before memorizing the spell. Each type of elemental can be conjured only once per day.\n\nThe conjured elemental must be controlled by the wizard\\u2013the spellcaster must concentrate on the elemental doing his commands\\u2013or it turns on the wizard and attacks. The elemental will not break off a combat to do so, but it will avoid creatures while seeking its conjurer. If the wizard is wounded or grappled, his concentration is broken. ",
    "saveeffect": "",
    "area": "range: 60 yards ",
    "components": "",
    "time": "1 Round",
    "school": "Conjuration",
    "classes": "Wizard, Druid",
    "reverse": "There is always a 5% chance that the elemental turns on its conjurer regardless of concentration. This check is made at the end of the second and each succeeding round. An elemental that breaks free of its control can be dispelled by the caster, but the chance of success is only 50%. The elemental can be controlled up to 30 yards away per level of the spellcaster. The elemental remains until its form on this plane is destroyed due to damage or until the spell\\u2019s duration expires. Note that water elementals are destroyed if they are ever more than 60 yards from a large body of water.",
    "modified_at": "2014-01-01 13:28:25"
  },
  {
    "id": "4",
    "level": "5th",
    "duration": "1 Round",
    "levels": "No",
    "name": "Dispel Evil",
    "damage": "",
    "description": "Shimmering, white, holy energy surrounds you. This power has three effects.\r\n\r\nFirst, you gain a +4 deflection bonus to AC against attacks by evil creatures.\r\n\r\nSecond, on making a successful melee touch attack against an evil creature from another plane, you can choose to drive that creature back to its home plane.\r\n\r\nThird, with a touch you can automatically dispel any one enchantment spell cast by an evil creature or any one evil spell. \r\n\r\nException: Spells that can't be dispelled by dispel magic also can't be dispelled by dispel evil. Saves and spell resistance do not apply to this effect. This use discharges and ends the spell.",
    "saveeffect": "WIS Save to negate",
    "area": "touch",
    "components": "",
    "time": "1 Round",
    "school": "Abjuration",
    "classes": "Cleric",
    "reverse": "",
    "modified_at": "2017-06-07 14:22:04"
  },
  {
    "id": "82",
    "level": "5th",
    "duration": "Instantaneous",
    "levels": "No",
    "name": "Feeblemind",
    "damage": null,
    "description": "Still, it knows who its friends are and can follow them and even protect them. The subject remains in this state until a heal, limited wish, miracle, or wish spell is used to cancel the effect of the feeblemind.",
    "saveeffect": "If the target creature fails a DC Save vs Wisdom, its Intelligence and Charisma scores each drop to 1. The affected creature is unable to use Intelligence- or Charisma-based skills, cast spells, understand language, or communicate coherently. A creature that can cast arcane spells, such as a sorcerer or a wizard, takes a -4 penalty on its saving throw.",
    "area": "Range: Medium (100 ft. + 10 ft.\\/level) Target: One creature",
    "components": "a handful of clay, crystal, or glass spheres",
    "time": "1 Round",
    "school": "Enchantment",
    "classes": "Wizard",
    "reverse": "",
    "modified_at": "2014-01-01 13:28:25"
  },
  {
    "id": "84",
    "level": "5th",
    "duration": "1 Round",
    "levels": "No",
    "name": "Hold Monster",
    "damage": null,
    "description": "You summon a number of swarms of locusts (one per three levels, to a maximum of six swarms at 18th level). The swarms must be summoned so that each one is adjacent to at least one other swarm (that is, the swarms must fill one contiguous area). You may summon the locust swarms so that they share the area of other creatures. Each swarm attacks any creatures occupying its area. The swarms are stationary after being summoned, and wont pursue creatures that flee.",
    "saveeffect": "",
    "area": "one living creature ",
    "components": "one hard metal bar or rod, which can be as small as a three-penny nail",
    "time": "1 Round",
    "school": "Enchantment",
    "classes": "Wizard",
    "reverse": "",
    "modified_at": "2014-01-01 13:28:25"
  },
  {
    "id": "122",
    "level": "5th",
    "duration": "1 Round",
    "levels": "No",
    "name": "Magic Jar",
    "damage": null,
    "description": "By casting magic jar, you place your soul in a gem or large crystal (known as the magic jar), leaving your body lifeless. Then you can attempt to take control of a nearby body, forcing its soul into the magic jar. You may move back to the jar (thereby returning the trapped soul to its body) and attempt to possess another body. The spell ends when you send your soul back to your own body, leaving the receptacle empty.\n\nTo cast the spell, the magic jar must be within spell range and you must know where it is, though you do not need line of sight or line of effect to it. When you transfer your soul upon casting, your body is, as near as anyone can tell, dead.\n\nWhile in the magic jar, you can sense and attack any life force within 10 feet per caster level (and on the same plane of existence). You do need line of effect from the jar to the creatures. You cannot determine the exact creature types or positions of these creatures. In a group of life forces, you can sense a difference of 4 or more Hit Dice between one creature and another and can determine whether a life force is powered by positive or negative energy. (Undead creatures are powered by negative energy. Only sentient undead creatures have, or are, souls.)\n\nYou could choose to take over either a stronger or a weaker creature, but which particular stronger or weaker creature you attempt to possess is determined randomly.\n\nIf you are successful, your life force occupies the host body, and the hosts life force is imprisoned in the magic jar. You keep your Intelligence, Wisdom, Charisma, level, class, base attack bonus, base save bonuses, alignment, and mental abilities. The body retains its Strength, Dexterity, Constitution, hit points, natural abilities, and automatic abilities. A body with extra limbs does not allow you to make more attacks (or more advantageous two-weapon attacks) than normal. You cant choose to activate the bodys extraordinary or supernatural abilities. The creatures spells and spell-like abilities do not stay with the body.\n\nAs a standard action, you can shift freely from a host to the magic jar if within range, sending the trapped soul back to its body. The spell ends when you shift from the jar to your own body.\n\nIf the host body is slain, you return to the magic jar, if within range, and the life force of the host departs (it is dead). If the host body is slain beyond the range of the spell, both you and the host die. Any life force with nowhere to go is treated as slain.\n\nIf the spell ends while you are in the magic jar, you return to your body (or die if your body is out of range or destroyed). If the spell ends while you are in a host, you return to your body (or die, if it is out of range of your current position), and the soul in the magic jar returns to its body (or dies if it is out of range). Destroying the receptacle ends the spell, and the spell can be dispelled at either the magic jar or at the hosts location.",
    "saveeffect": "Attempting to possess a body is a full-round action. It is blocked by protection from evil or a similar ward. You possess the body and force the creatures soul into the magic jar unless the subject succeeds on a DC Save vs Wisdom. Failure to take over the host leaves your life force in the magic jar, and the target automatically succeeds on further saving throws if you attempt to possess its body again.",
    "area": "Range: Medium (100 ft. + 10 ft.\\/level)",
    "components": "a gem or crystal worth at least 100 gp",
    "time": "1 Round",
    "school": "Necromancy",
    "classes": "Wizard",
    "reverse": "",
    "modified_at": "2014-01-01 13:28:25"
  },
  {
    "id": "134",
    "level": "5th",
    "duration": "1 Round",
    "levels": "No",
    "name": "Passwall",
    "damage": null,
    "description": "You create a passage through wooden, plaster, or stone walls, but not through metal or other harder materials.  If the walls thickness is more than the depth of the passage created, then a single passwall simply makes a niche or short tunnel. Several passwall spells can then form a continuing passage to breach very thick walls. When passwall ends, creatures within the passage are ejected out the nearest exit. If someone dispels the passwall or you dismiss it, creatures in the passage are ejected out the far exit, if there is one, or out the sole exit if there is only one.",
    "saveeffect": "",
    "area": "The passage is 10 feet deep plus an additional 5 feet deep per three caster levels above 9th (15 feet at 12th, 20 feet at 15th, and a maximum of 25 feet deep at 18th level).",
    "components": "sesame seeds",
    "time": "1 Round",
    "school": "Transmutation",
    "classes": "Wizard",
    "reverse": "",
    "modified_at": "2014-01-01 13:28:25"
  },
  {
    "id": "158",
    "level": "5th",
    "duration": "1 Round",
    "levels": "No",
    "name": "Quest",
    "damage": null,
    "description": "Quest places a magical command on a creature to carry out some service or to refrain from some action or course of activity, as desired by the caster. The target creature must be able to understand the caster for this spell to take effect. While a quest cannot compel a creature to kill itself or perform acts that would result in certain death, it can cause almost any other course of activity.The affected creature must follow the given instructions until the quest is completed, no matter how long it takes.\n\nIf the instructions involve some open-ended task that the recipient cannot complete through his own actions the spell remains in effect for a maximum of one day per caster level. A clever recipient can subvert some instructions.\n\nIf the subject is prevented from obeying the quest for 24 hours, it takes 3d6 points of damage each day.\n\nA quest (and all effects thereof) can be ended by a remove curse spell from a caster two or more levels higher than the caster of the quest, or by a wish, or by the reverse of this spell. Dispel magic does not affect a quest spell.",
    "saveeffect": "A DC Save vs Wisdom will allow an unwilling target to resist a quest when it is first cast. However, the target may choose to accept the quest, typically as part of a bargain with the caster to perform some service.",
    "area": "Range: 5\\u2019\\/level",
    "components": "",
    "time": "1 Round",
    "school": "Enchantment",
    "classes": "Wizard, Cleric",
    "reverse": "",
    "modified_at": "2014-01-01 13:28:25"
  },
  {
    "id": "142",
    "level": "5th",
    "duration": "Instantaneous",
    "levels": "No",
    "name": "Telekinesis",
    "damage": "",
    "description": "This spell permits the caster to move objects or creatures by concentration alone. An object weighing no more than 50 pounds per caster level can be moved up to 20 feet per round. In order to use this power, the caster must maintain concentration, moving no more than normal movement (no running), making no attacks and casting no spells. If concentration is lost (whether intentional or not), the power may be used again on the next round, but the subject of the effect is allowed a new save.",
    "saveeffect": "CON Save to negate",
    "area": "Range: Long (400 ft. + 40 ft.\\/level)",
    "components": "",
    "time": "1 Round",
    "school": "Transmutation",
    "classes": "Wizard",
    "reverse": "",
    "modified_at": "2017-06-07 16:48:56"
  },
  {
    "id": "72",
    "level": "5th",
    "duration": "1 Round",
    "levels": "No",
    "name": "Teleport",
    "damage": null,
    "description": "This spell instantly transports the caster to a designated destination, which may be as distant as 100 miles per caster level. Interplanar travel is not possible. The caster can bring along objects or creatures, not to exceed 300 pounds plus 100 pounds per level above 10th. \n\nThe caster must be in contact with all objects and\\/or creatures to be transported (although creatures to be transported may be in contact with one another, with at least one of those creatures in contact with the caster). The caster must have some clear idea of the location and layout of the destination. The clearer the mental image, the more likely it is that the teleportation will work. Areas of strong magical energy may make teleportation more hazardous or even impossible.\nTo see how well the teleportation works, roll d20 and consult the table below. Refer to the following information for definitions of the terms on the table.\n\nFamiliarity: Very familiar is a place where the caster has been very often and feels at home. Studied carefully is a place the caster knows well, either because it can currently be seen, the caster has been there often, or other means (such as scrying) have been used to study the place for at least one hour. Seen casually is a place that the caster has seen more than once but with which he or she is not very familiar. Viewed once is a place that the caster has seen once, possibly using magic.\n\nHow well do you know the location? Roll d20 and see results\n\nVery familiar (1 similar area, 2-3 off target, 4-20 success)\n\nVery familiar (1 similar area, 2-3 off target, 4-20 success)\nStudied carefully (1 mishap, 2-3 similar area, 4-6 off target, 7-20 success)\nSeen casually (1-2 mishap, 3-5 similar area, 6-10 off target, 11-20 success)\nViewed once (1-3 mishap, 4-7 similar area, 8-12 off target, 13-20 success)\nFalse destination (1-5 mishap, 5-10 similar area, 11-16 off target, 17-20 success)\n\nFalse destination is a place that does not truly exist or if the caster is teleporting to an otherwise familiar location that no longer exists as such or has been so completely altered as to no longer be familiar. When rolling on this row, use 1d20+80.\nOn Target: The caster appears exactly where desired.\n\nOff Target: The caster appears safely a random distance away from the destination in a random direction. Distance off target is 1d10x1d10% of the distance that was to be traveled. The direction off target is determined randomly.\n\nSimilar Area: The caster winds up in an area thats visually or thematically similar to the target area. This means that the caster appears in the closest similar place within range. If no such area exists within the spells range, the spell simply fails instead.\n\nMishap: The caster and anyone else teleporting with the caster have gotten scrambled. Each takes 1d10 points of damage; then reroll on the chart to see where they wind up. For these rerolls, roll 1d20+80. Each time Mishap comes up, the characters take more damage and must reroll.",
    "saveeffect": "The caster must be in contact with all objects and\\/or creatures to be transported (although creatures to be transported may be in contact with one another, with at least one of those creatures in contact with the caster). Unwilling creatures are allowed a saving throw vs. Spells to resist the spell, and the caster may need to make an attack roll to make contact with such a creature. Likewise, a creatures DC Save vs Intelligence revents items in its possession from being teleported.",
    "area": "touch",
    "components": "",
    "time": "1 Round",
    "school": "Conjuration",
    "classes": "Wizard",
    "reverse": "",
    "modified_at": "2014-01-01 13:28:25"
  },
  {
    "id": "177",
    "level": "5th",
    "duration": "1 Round",
    "levels": "No",
    "name": "True Seeing",
    "damage": null,
    "description": "This spell confers on the target the ability to see all things as they actually are. The subject sees through normal and magical darkness, notices secret doors, sees the exact locations of displaced creatures or objects, sees through normal or magical disguises, sees invisible creatures or objects normally, sees through illusions, and sees the true form of polymorphed, changed, or transmuted things. The range of true seeing conferred is 120 feet.\n\nTrue seeing, however, does not penetrate solid objects. It in no way confers X-ray vision or its equivalent. It does not negate concealment, including that caused by fog and the like. In addition, the spell effects cannot be further enhanced with known magic, so one cannot use true seeing through a crystal ball or in conjunction with clairvoyance.",
    "saveeffect": "DC wisdom negates",
    "area": "touch",
    "components": "This spell confers on the target the ability to see all things as they actually are. The subject sees through normal and magical darkness, notices secret doors, sees the exact locations of displaced creatures or objects, sees through normal or magical disguises, sees invisible creatures or objects normally, sees through illusions, and sees the true form of polymorphed, changed, or transmuted things. The range of true seeing conferred is 120 feet.  True seeing, however, does not penetrate solid objects. It in no way confers X-ray vision or its equivalent. It does not negate concealment, including that caused by fog and the like. In addition, the spell effects cannot be further enhanced with known magic, so one cannot use true seeing through a crystal ball or in conjunction with clairvoyance.",
    "time": "1 Round",
    "school": "Divination",
    "classes": "Wizard, Druid",
    "reverse": "",
    "modified_at": "2014-01-01 13:28:25"
  },
  {
    "id": "102",
    "level": "5th",
    "duration": "1 Round",
    "levels": "No",
    "name": "Wall of Force",
    "damage": null,
    "description": "A wall of force creates an invisible wall of pure force. The wall cannot move and is not easily destroyed. A wall of force is immune to dispel magic, although a mage's dis-junction can still dispel it. A wall of force can be damaged by spells as normal, except for disintegrate, which automatically destroys it. It can be damaged by weapons and supernatural abilities, but a wall of force has hardness 30 and a number of hit points equal to 20 per caster level. Contact with a sphere of annihilation or rod of cancellation instantly destroys a wall of force.\n\nBreath weapons and spells cannot pass through a wall of force in either direction, although dimension door, teleport, and similar effects can bypass the barrier. It blocks ethereal creatures as well as material ones (though ethereal creatures can usually circumvent the wall by going around it, through material floors and ceilings). Gaze attacks can operate through a wall of force.",
    "saveeffect": "",
    "area": "Range close (25 ft. + 5 ft.\\/2 levels) Effect wall whose area is up to one 10-ft. square\\/level",
    "components": "Powdered quartz ",
    "time": "1 Round",
    "school": "Evocation",
    "classes": "Wizard",
    "reverse": "",
    "modified_at": "2014-01-01 13:28:25"
  },
  {
    "id": "175",
    "level": "5th",
    "duration": "1 Round",
    "levels": "No",
    "name": "Wall of Stone",
    "damage": null,
    "description": "This spell creates a wall of rock that merges into adjoining rock surfaces. The wall is composed of up to one 10\\u2019x10\\u2032 square section, 1\\u2032 thick, per caster level. The caster can double the walls area by halving its thickness. The wall cannot be conjured so that it occupies the same space as a creature or another object.\n\nThe caster can create a wall of stone in almost any shape he or she desires. The wall created need not be vertical, nor rest upon any firm foundation; however, it must merge with and be solidly supported by existing stone. It can be used to bridge a chasm, for instance, or as a ramp. For this use, if the span is more than 20 feet, the wall must be arched and buttressed, reducing the spells area by half. The wall can also be crudely shaped to create crenelations, battlements, and so forth by similarly reducing the area.\nLike any other stone wall, this one can be destroyed by a disintegrate spell or by normal means such as breaking and chipping.\n\nIt is possible, but difficult, to trap mobile opponents within or under a wall of stone, provided the wall is shaped so it can hold the creatures. Creatures can avoid entrapment with successful DC Save vs Constitution",
    "saveeffect": "",
    "area": " medium (100 ft. + 10 ft.\\/level)",
    "components": "a small block of granite ",
    "time": "1 Round",
    "school": "Conjuration",
    "classes": "Wizard, Druid",
    "reverse": "",
    "modified_at": "2014-01-01 13:28:25"
  }
]
