[
  {
    "id": "121",
    "level": "6th",
    "duration": "Instantaneous",
    "levels": "No",
    "name": "Death Spell",
    "damage": "",
    "description": "This spell instantly delivers 10 points of damage per caster level to one target. ",
    "saveeffect": "CON Save for half damage",
    "area": "close (25 ft. + 5 ft.\\/2 levels)",
    "components": "",
    "time": "1 Round",
    "school": "Necromancy",
    "classes": "Wizard",
    "reverse": "",
    "modified_at": "2017-06-07 15:59:16"
  },
  {
    "id": "127",
    "level": "6th",
    "duration": "Instantaneous",
    "levels": "No",
    "name": "Disintegrate",
    "damage": null,
    "description": "A thin, green ray springs from your pointing finger. You must make a successful ranged touch attack to hit. Any creature struck by the ray takes 2d6 points of damage per caster level (to a maximum of 40d6). Any creature reduced to 0 or fewer hit points by this spell is entirely disintegrated, leaving behind only a trace of fine dust. A disintegrated creature's equipment is unaffected.",
    "saveeffect": "DC fortitude partial (object) ",
    "area": "medium (100 ft. + 10 ft.\\/level)",
    "components": "a lodestone and a pinch of dust ",
    "time": "1 Round",
    "school": "Transmutation",
    "classes": "Wizard",
    "reverse": "",
    "modified_at": "2014-01-01 13:28:25"
  },
  {
    "id": "160",
    "level": "6th",
    "duration": "1 Round",
    "levels": "No",
    "name": "Invisible Stalker",
    "damage": null,
    "description": "You surround yourself with a sphere of power with a radius of 5 feet per caster level that negates all forms of invisibility.",
    "saveeffect": "",
    "area": "Caster",
    "components": "",
    "time": "1 Round",
    "school": "Evocation",
    "classes": "Wizard, Cleric",
    "reverse": "",
    "modified_at": "2014-01-01 13:28:25"
  },
  {
    "id": "185",
    "level": "6th",
    "duration": "Instantaneous",
    "levels": "No",
    "name": "Move Earth",
    "damage": null,
    "description": "Move earth moves dirt (clay, loam, sand, and soil), possibly collapsing embankments, moving hillocks, shifting dunes, and so forth.\n\nThis spell does not violently break the surface of the ground. Instead, it creates wavelike crests and troughs, with the earth reacting with glacial fluidity until the desired result is achieved. Trees, structures, rock formations, and such are mostly unaffected except for changes in elevation and relative topography.\n\nThe spell cannot be used for tunneling and is generally too slow to trap or bury creatures. Its primary use is for digging or filling moats or for adjusting terrain contours before a battle.\n\nThis spell has no effect on earth creatures.",
    "saveeffect": "",
    "area": " In no event can rock formations be collapsed or moved. The area to be affected determines the casting time. For every 150-foot square (up to 10 feet deep), casting takes 10 minutes. The maximum area, 750 feet by 750 feet, takes 4 hours and 10 minutes to move.",
    "components": "Clay, loam, sand, and an iron blade",
    "time": "1 Round",
    "school": "Transmutation",
    "classes": "Wizard, Druid",
    "reverse": "",
    "modified_at": "2014-01-01 13:28:25"
  },
  {
    "id": "114",
    "level": "6th",
    "duration": "1 Round",
    "levels": "No",
    "name": "Project Image",
    "damage": null,
    "description": "You tap energy from the Plane of Shadow to create a quasi-real, illusory version of yourself. The projected image looks, sounds, and smells like you but is intangible. The projected image mimics your actions (including speech) unless you direct it to act differently (which is a move action).\n\nYou can see through its eyes and hear through its ears as if you were standing where it is, and during your turn you can switch from using its senses to using your own, or back again, as a free action. While you are using its senses, your body is considered blinded and deafened.\n\nIf you desire, any spell you cast whose range is touch or greater can originate from the projected image instead of from you. The projected image can't cast any spells on itself except for illusion spells. The spells affect other targets normally, despite originating from the projected image.\n\nObjects are affected by the projected image as if they had succeeded on their Will save. You must maintain line of effect to the projected image at all times. If your line of effect is obstructed, the spell ends. If you use dimension door, teleport, plane shift, or a similar spell that breaks your line of effect, even momentarily, the spell ends.",
    "saveeffect": "DC wisdom disbelief ( if interacted with) ",
    "area": "medium (100 ft. + 10 ft.\\/level)",
    "components": "a small replica of you worth 5 gold pieces ",
    "time": "1 Round",
    "school": "Illusion",
    "classes": "Wizard",
    "reverse": "",
    "modified_at": "2014-01-01 13:28:25"
  },
  {
    "id": "53",
    "level": "6th",
    "duration": "Instantaneous",
    "levels": "No",
    "name": "Reincarnate",
    "damage": "",
    "description": "With this spell, you bring back a dead creature in another body, provided that its death occurred no more than 1 week before the casting of the spell and the subject's soul is free and willing to return. If the subject's soul is not willing to return, the spell does not work.\r\n\r\nSince the dead creature is returning in a new body, all physical ills and afflictions are repaired. The condition of the remains is not a factor. So long as some small portion of the creature's body still exists, it can be reincarnated, but the portion receiving the spell must have been part of the creature's body at the time of death. The magic of the spell creates an entirely new young adult body (of the same race) for the soul to inhabit from the natural elements at hand. This process takes 1 hour to complete. When the body is ready, the subject is reincarnated. The new body will look completely different that the previous and can be of either gender.\r\n\r\nA reincarnated creature recalls the majority of its former life and form. It retains any class abilities, feats, or skill ranks it formerly possessed. Its class, base attack bonus, and hit points are unchanged. The subject of the spell loses two experience levels when it is reincarnated. If the subject is 1st level, it takes 2 points of Constitution drain instead (if this would reduce its Con to -3 or less, it can't be reincarnated). A character who died with spells prepared has a 50% chance of losing any given spell upon being reincarnated. A spellcasting creature that doesn't prepare spells (such as a sorcerer) has a 50% chance of losing any given unused spell slot as if it had been used to cast a spell.",
    "saveeffect": "",
    "area": "touch",
    "components": "one dead creature, oils worth 1000 gp",
    "time": "1 Day",
    "school": "Necromancy",
    "classes": "Cleric,Wizard",
    "reverse": "",
    "modified_at": "2017-06-07 15:02:17"
  },
  {
    "id": "141",
    "level": "6th",
    "duration": "Instantaneous",
    "levels": "No",
    "name": "Stone to Flesh",
    "damage": null,
    "description": "This spell restores a petrified creature to its normal state, restoring life and goods. The spell also can convert a mass of stone into a fleshy substance. Such flesh is inert and lacking a vital life force unless a life force or magical energy is available. For example, this spell would turn an animated stone statue into an animated flesh statue, but an ordinary statue would become a mass of inert flesh in the shape of the statue. You can affect an object that fits within a cylinder from 1 foot to 3 feet in diameter and up to 10 feet long or a cylinder of up to those dimensions in a larger mass of stone",
    "saveeffect": "The creature must make a DC 15 Fortitude save to survive the process. Any petrified creature, regardless of size, can be restored. ",
    "area": "Range medium (100 ft. + 10 ft.\\/level) Target one petrified creature or a cylinder of stone from 1 ft. to 3 ft. in diameter and up to 10 ft. long",
    "components": "a drop of blood mixed with earth",
    "time": "1 Round",
    "school": "Transmutation",
    "classes": "Wizard",
    "reverse": "",
    "modified_at": "2014-01-01 13:28:25"
  },
  {
    "id": "170",
    "level": "6th",
    "duration": "Instantaneous",
    "levels": "No",
    "name": "Stoneform",
    "damage": null,
    "description": "You can form an existing piece of stone into any shape that suits your purpose. While it's possible to make crude coffers, doors, and so forth with stone shape, fine detail isn't possible. There is a 30% chance that any shape including moving parts simply doesn't work.",
    "saveeffect": "",
    "area": "touch",
    "components": "soft clay",
    "time": "1 Round",
    "school": "Transmutation",
    "classes": "Wizard, Cleric, Druid",
    "reverse": "",
    "modified_at": "2014-01-01 13:28:25"
  },
  {
    "id": "32",
    "level": "6th",
    "duration": "Instantaneous",
    "levels": "No",
    "name": "Wall of Iron",
    "damage": "",
    "description": "You cause a flat, vertical iron wall to spring into being. The wall inserts itself into any surrounding nonliving material if its area is sufficient to do so. The wall cannot be conjured so that it occupies the same space as a creature or another object. It must always be a flat plane, though you can shape its edges to fit the available space.\r\n\r\nIf you desire, the wall can be created vertically resting on a flat surface but not attached to the surface, so that it can be tipped over to fall on and crush creatures beneath it. The wall is 50% likely to tip in either direction if left unpushed. Creatures can push the wall in one direction rather than letting it fall randomly. A creature must make a STR Save vs DC 40 to push the wall over. Creatures with room to flee the falling wall may do so by making successful DEX Save. Any Large or smaller creature that fails takes 10d6 points of damage while fleeing from the wall. The wall cannot crush Huge and larger creatures.\r\n\r\nLike any iron wall, this wall is subject to rust, perforation, and other natural phenomena. Iron created by this spell is not suitable for use in the creation of other objects and cannot be sold.",
    "saveeffect": "If a creature tries to break through the wall with a single attack, use STR vs 25 + 2 per inch of thickness.",
    "area": "Range medium (100 ft. + 10 ft.\\/level) Effect iron wall whose area is up to one 5-ft. square\\/level",
    "components": "a small iron sheet plus gold dust worth up to 50 gp",
    "time": "1 Round",
    "school": "Conjuration",
    "classes": "Druid,Wizard",
    "reverse": "",
    "modified_at": "2017-06-07 17:04:47"
  },
  {
    "id": "171",
    "level": "6th",
    "duration": "1 Day",
    "levels": "No",
    "name": "Weather control",
    "damage": null,
    "description": "You change the weather in the local area. It takes 10 minutes to cast the spell and an additional 10 minutes for the effects to manifest. You can call forth weather appropriate to the climate and season of the area you are in. You can also use this spell to cause the weather in the area to become calm and normal for the season.\n\nYou control the general tendencies of the weather, such as the direction and intensity of the wind. You cannot control specific applications of the weather--where lightning strikes, for example, or the exact path of a tornado. The weather continues as you left it for the duration, or until you use a standard action to designate a new kind of weather (which fully manifests itself 10 minutes later). Contradictory conditions are not possible simultaneously.\n\nControl weather can do away with atmospheric phenomena (naturally occurring or otherwise) as well as create them.\n\nA druid casting this spell doubles the duration and affects a circle with a 3-mile radius.",
    "saveeffect": "",
    "area": "2 mile radius",
    "components": "",
    "time": "1 Round",
    "school": "Transmutation",
    "classes": "Wizard, Cleric, Druid",
    "reverse": "",
    "modified_at": "2014-01-01 13:28:25"
  }
]
