[
  {
    "id": "95",
    "level": "7th",
    "duration": "6 Rounds",
    "levels": "No",
    "name": "Delayed blast fireball",
    "damage": null,
    "description": "This spell functions like fireball, except that it is more powerful and can detonate up to 5 rounds after the spell is cast. The burst of flame deals 1d6 points of fire damage per caster level (maximum 20d6). The glowing bead created by delayed blast fireball can detonate immediately if you desire, or you can choose to delay the burst for as many as 5 rounds. You select the amount of delay upon completing the spell, and that time cannot change once it has been set unless someone touches the bead. If you choose a delay, the glowing bead sits at its destination until it detonates. A creature can pick up and hurl the bead as a thrown weapon (range increment 10 feet). If a creature handles and moves the bead within 1 round of its detonation, there is a 25% chance that the bead detonates while being handled.",
    "saveeffect": "",
    "area": "Caster",
    "components": "",
    "time": "1 Round",
    "school": "Evocation",
    "classes": "Wizard",
    "reverse": "",
    "modified_at": "2014-01-01 13:28:25"
  },
  {
    "id": "97",
    "level": "7th",
    "duration": "1 Round",
    "levels": "No",
    "name": "Force Cage",
    "damage": null,
    "description": "This spell creates an immobile, invisible cubical prison composed of either bars of force or solid walls of force (your choice).\n\nCreatures within the area are caught and contained unless they are too big to fit inside, in which case the spell automatically fails. Teleportation and other forms of astral travel provide a means of escape, but the force walls or bars extend into the Ethereal Plane, blocking ethereal travel.\n\nLike a wall of force, a forcecage resists dispel magic, although a mage's disjunction still functions. The walls of a forcecage can be damaged by spells as normal, except for disintegrate, which automatically destroys it. The walls of a forcecage can be damaged by weapons and supernatural abilities, but they have a Hardness of 30 and a number of hit points equal to 20 per caster level. Contact with a sphere of annihilation or rod of cancellation instantly destroys a forcecage.",
    "saveeffect": "DC reflex negates ",
    "area": "Range close (25 ft. + 5 ft.\\/2 levels) Area barred cage (20-ft. cube) or windowless cell (10-ft. cube)",
    "components": "ruby dust worth 500 gp",
    "time": "1 Round",
    "school": "Evocation",
    "classes": "Wizard",
    "reverse": "",
    "modified_at": "2014-01-01 13:28:25"
  },
  {
    "id": "133",
    "level": "7th",
    "duration": "Instantaneous",
    "levels": "No",
    "name": "Limited Wish",
    "damage": "",
    "description": "A limited wish lets you create nearly any type of effect. For example, a limited wish can do any of the following things.\r\n\r\nDuplicate any sorcerer\\/wizard spell of 6th level or lower, provided the spell does not belong to one of your opposition schools.\r\nDuplicate any non-sorcerer\\/wizard spell of 5th level or lower, provided the spell does not belong to one of your opposition schools.\r\nDuplicate any sorcerer\\/wizard spell of 5th level or lower, even if it belongs to one of your opposition schools.\r\nDuplicate any non-sorcerer\\/wizard spell of 4th level or lower, even if it belongs to one of your opposition schools.\r\nUndo the harmful effects of many spells, such as insanity.\r\nProduce any other effect whose power level is in line with the above effects, such as a single creature automatically hitting on its next attack or taking a -7 penalty on its next dice roll.",
    "saveeffect": "depends on what spell you are trying to effect",
    "area": "see description",
    "components": "Diamond worth 1,500 gold pieces",
    "time": "1 Round",
    "school": "Transmutation",
    "classes": "Wizard",
    "reverse": "",
    "modified_at": "2017-06-07 16:04:59"
  },
  {
    "id": "87",
    "level": "7th",
    "duration": "Permanent",
    "levels": "No",
    "name": "Power Word Blind",
    "damage": null,
    "description": "\nYou utter a single word of power that causes a creature to become blinded, whether the creature can hear the word or not. The duration of the spell depends on the target's current hit point total. Any creature that currently has 201 or more hit points is unaffected.\nHit Points Duration\n50 or less Permanent\n51-100         1d4+1 minutes\n101-200         1d4+1 rounds\n",
    "saveeffect": "",
    "area": "Range close (25 ft. + 5 ft.\\/2 levels) Target one creature with 200 hp or less",
    "components": "",
    "time": "1 Round",
    "school": "Enchantment",
    "classes": "Wizard",
    "reverse": "",
    "modified_at": "2014-01-01 13:28:25"
  },
  {
    "id": "99",
    "level": "7th",
    "duration": "Instantaneous",
    "levels": "No",
    "name": "Prismatic Spray",
    "damage": null,
    "description": "This spell causes seven shimmering, multicolored beams of light to spray from your hand. Each beam has a different power. Creatures in the area of the spell with 8 HD or less are automatically blinded for 2d4 rounds. Every creature in the area is randomly struck by one or more beams, which have additional effects.",
    "saveeffect": "",
    "area": "60 feet in a cone shaped burst",
    "components": "",
    "time": "1 Round",
    "school": "Evocation",
    "classes": "Wizard",
    "reverse": "",
    "modified_at": "2014-01-01 13:28:25"
  },
  {
    "id": "187",
    "level": "7th",
    "duration": "1 Round",
    "levels": "No",
    "name": "Reverse Gravity",
    "damage": null,
    "description": "This spell reverses gravity in an area, causing unattached objects and creatures in the area to fall upward and reach the top of the area in 1 round. If a solid object (such as a ceiling) is encountered in this fall, falling objects and creatures strike it in the same manner as they would during a normal downward fall. If an object or creature reaches the top of the area without striking anything, it remains there, oscillating slightly, until the spell ends. At the end of the spell duration, affected objects and creatures fall downward.",
    "saveeffect": "",
    "area": "Range medium (100 ft. + 10 ft.\\/level) Area up to one 10-ft. cube\\/level (S)",
    "components": "lodestone and iron fillings",
    "time": "1 Round",
    "school": "Transmutation",
    "classes": "Wizard, Druid",
    "reverse": "",
    "modified_at": "2014-01-01 13:28:25"
  },
  {
    "id": "60",
    "level": "7th",
    "duration": "1 Round",
    "levels": "No",
    "name": "Spell Turning",
    "damage": null,
    "description": "Spells and spell-like effects targeted on you are turned back upon the original caster. The abjuration turns only spells that have you as a target. Effect and area spells are not affected. Spell turning also fails to stop touch range spells. From seven to ten (1d4+6) spell levels are affected by the turning. The exact number is rolled secretly.\n\nWhen you are targeted by a spell of higher level than the amount of spell turning you have left, that spell is partially turned. Subtract the amount of spell turning left from the spell level of the incoming spell, then divide the result by the spell level of the incoming spell to see what fraction of the effect gets through. For damaging spells, you and the caster each take a fraction of the damage. For non-damaging spells, each of you has a proportional chance to be the one who is affected. If you and a spellcasting attacker are both warded by spell turning effects in operation, a resonating field is created. Roll randomly to determine the result.",
    "saveeffect": "",
    "area": "Caster",
    "components": "a small silver mirror worth 100 gp - see errata below",
    "time": "1 Round",
    "school": "Abjuration",
    "classes": "Wizard",
    "reverse": "",
    "modified_at": "2014-01-01 13:28:25"
  },
  {
    "id": "139",
    "level": "7th",
    "duration": "1 Round",
    "levels": "No",
    "name": "Statue",
    "damage": null,
    "description": "A statue spell turns the subject to solid stone, along with any garments and equipment worn or carried. In statue form, the subject gains hardness 8. The subject retains its own hit points. The subject can see, hear, and smell normally, but it does not need to eat or breathe. Feeling is limited to those sensations that can affect the granite-hard substance of the individual's body. Chipping is equal to a mere scratch, but breaking off one of the statue's arms constitutes serious damage. The subject of a statue spell can return to its normal state, act, and then return instantly to the statue state (a free action) if it so desires as long as the spell duration is in effect.",
    "saveeffect": "DC wisdon negates ( harmless ) ",
    "area": "touch",
    "components": "lime, sand, and a drop of water stirred by an iron spike",
    "time": "1 Round",
    "school": "Transmutation",
    "classes": "Wizard",
    "reverse": "",
    "modified_at": "2014-01-01 13:28:25"
  },
  {
    "id": "70",
    "level": "7th",
    "duration": "Instantaneous",
    "levels": "No",
    "name": "Summon Object",
    "damage": null,
    "description": "You can prepare an object ahead of time to apport it to yourself by casting the spell upon it and assigning a mental trigger to complete the spell. You don't need line of sight to the object to apport it to you, but the object must be within a distance equal to 25 feet + 5 feet per 2 levels. Completing the spell is a swift action that has the same restrictions as a thought spell component. You can apport an object in this way even if someone holding the object is unwilling to let you take it. Once you apport the object, the spell ends.\n\nYou can't send or receive an object into a space that is protected by an antimagic field, globe of invulnerability, or similar effect that keeps magical effects out; if you attempt to do so, the spell is lost.",
    "saveeffect": "DC wisdom negates ( object) ",
    "area": "touch",
    "components": "",
    "time": "1 Round",
    "school": "Conjuration",
    "classes": "Wizard",
    "reverse": "",
    "modified_at": "2014-01-01 13:28:25"
  },
  {
    "id": "30",
    "level": "7th",
    "duration": "1 Round",
    "levels": "No",
    "name": "Teleport Object",
    "damage": null,
    "description": "This spell functions like teleport, except that it teleports an object, not you. Creatures and magical forces cannot be teleported.\n\nIf desired, the target object can be sent to a distant location on the Ethereal Plane. In this case, the point from which the object was teleported remains faintly magical until the item is retrieved. A successful targeted dispel magic spell cast on that point brings the vanished item back from the Ethereal Plane.",
    "saveeffect": "DC wisdom negates ( object ) ",
    "area": "touch",
    "components": " Target one touched object of up to 50 lbs.\\/level and 3 cu. ft.\\/level",
    "time": "instant",
    "school": "1 Round",
    "classes": "Conjuration",
    "reverse": "",
    "modified_at": "2014-01-01 13:28:25"
  },
  {
    "id": "31",
    "level": "7th",
    "duration": "1 Day",
    "levels": "No",
    "name": "Teleport, Greater",
    "damage": null,
    "description": "This spell functions like teleport, except that there is no range limit and there is no chance you arrive off target. In addition, you need not have seen the destination, but in that case you must have at least a reliable description of the place to which you are teleporting. If you attempt to teleport with insufficient information (or with misleading information), you disappear and simply reappear in your original location. Interplanar travel is not possible.",
    "saveeffect": "",
    "area": "5-ft.\\/level radius emanation from touched creature",
    "components": "",
    "time": "instant",
    "school": "Conjuration",
    "classes": "Wizard",
    "reverse": "",
    "modified_at": "2014-01-01 13:28:25"
  }
]
