[
  {
    "id": "120",
    "level": "8th",
    "duration": "Instantaneous",
    "levels": "No",
    "name": "Clone",
    "damage": null,
    "description": "This spell makes an inert duplicate of a creature. If the original individual has been slain, its soul immediately transfers to the clone, creating a replacement (provided that the soul is free and willing to return). The original's physical remains, should they still exist, become inert and cannot thereafter be restored to life. If the original creature has reached the end of its natural life span (that is, it has died of natural causes), any cloning attempt fails.\n\nTo create the duplicate, you must have a piece of flesh (not hair, nails, scales, or the like) with a volume of at least 1 cubic inch that was taken from the original creature's living body. The piece of flesh need not be fresh, but it must be kept from rotting. Once the spell is cast, the duplicate must be grown in a laboratory for 2d4 months.\n\nWhen the clone is completed, the original's soul enters it immediately, if that creature is already dead. The clone is physically identical to the original and possesses the same personality and memories as the original. In other respects, treat the clone as if it were the original character raised from the dead, including its gaining of two permanent negative levels, just as if it had been hit by an energy-draining creature. If the subject is 1st level, it takes 2 points of Constitution drain instead (if this would reduce its Con to 0 or less, it can't be cloned). If the original creature gained permanent negative levels since the flesh sample was taken, the clone gains these negative levels as well.\n\nThe spell duplicates only the original's body and mind, not its equipment. A duplicate can be grown while the original still lives, or when the original soul is unavailable, but the resulting body is merely a soulless bit of inert flesh which rots if not preserved.",
    "saveeffect": "",
    "area": "one clone",
    "components": "(laboratory supplies worth 1,000 gp), F (special laboratory equipment costing 500 gp)",
    "time": "1 Round",
    "school": "Necromancy",
    "classes": "Wizard",
    "reverse": "",
    "modified_at": "2014-01-01 13:28:25"
  },
  {
    "id": "42",
    "level": "8th",
    "duration": "6 Rounds",
    "levels": "No",
    "name": "Dance",
    "damage": null,
    "description": "The subject feels an undeniable urge to dance and begins doing so, complete with foot shuffling and tapping. The spell effect makes it impossible for the subject to do anything other than caper and prance in place. The effect imposes a -4 penalty to Armor Class and a -10 penalty on Reflex saves, and it negates any Armor Class bonus granted by a shield the target holds. The dancing subject provokes attacks of opportunity each round on its turn. A successful Will save reduces the duration of this effect to 1 round.",
    "saveeffect": "DC wisdom negates partial ",
    "area": "touch",
    "components": " one living creature",
    "time": "instant",
    "school": "1 Round",
    "classes": "Enchantment",
    "reverse": "",
    "modified_at": "2014-01-01 13:28:25"
  },
  {
    "id": "65",
    "level": "8th",
    "duration": "1 Round",
    "levels": "No",
    "name": "Explosive Cloud",
    "damage": null,
    "description": "Explosive cloud creates invisible explosive vapors. Whenever a flame, whether magical or normal, is brought into its area of effect, the explosive cloud ignites, doing 1d6 points of damage per level of the caster (maximum 10d6), with a Reflex save for half damage. If a fire-based spell is cast into explosive cloud's area, resolve both damage effects separately.\n\nCreatures entering an explosive cloud or coming within 5 feet of one may make a DC 18 Perception check to notice the faint odor of the explosive cloud's vapors. Creatures with scent automatically detect the explosive cloud, though they won't necessarily know what it is.\n\nExplosive cloud's vapors are heavier than air and settle into the lowest point within the area of effect.",
    "saveeffect": "DC reflex half",
    "area": "Range medium (100 ft. + 10 ft.\\/level) Effect fog spreads 30 ft. wide, 20 ft. high",
    "components": "",
    "time": "1 Round",
    "school": "Conjuration",
    "classes": "Wizard",
    "reverse": "",
    "modified_at": "2014-01-01 13:28:25"
  },
  {
    "id": "179",
    "level": "8th",
    "duration": "1 Round",
    "levels": "No",
    "name": "Force Field",
    "damage": null,
    "description": "As wall of force, except you create a hemispherical dome of force with hardness 20 and a number of hit points equal to 10 per caster level. The bottom edge of the dome forms a relatively watertight space if you are standing on a reasonably flat surface. The dome shape means that falling debris (such as rocks from a collapsing ceiling) tend to tumble to the side and pile up around the base of the dome.",
    "saveeffect": "",
    "area": "Range 5 ft. Effect 5-ft.-radius hemisphere of force centered on you",
    "components": "",
    "time": "1 Round",
    "school": "Evocation",
    "classes": "Wizard, Druid",
    "reverse": "",
    "modified_at": "2014-01-01 13:28:25"
  },
  {
    "id": "85",
    "level": "8th",
    "duration": "1 Day",
    "levels": "No",
    "name": "Mass Charm",
    "damage": null,
    "description": "\nThis spell functions like charm person, except that mass charm person affects a number of creatures who's combined HD do not exceed twice your level, or at least one creature regardless of HD. If there are more potential targets than you can affect, you choose them one at a time until you choose a creature with too many HD.",
    "saveeffect": "",
    "area": "one or more creatures, no two of which can be more than 30 ft. apart",
    "components": "",
    "time": "1 Round",
    "school": "Enchantment",
    "classes": "Wizard",
    "reverse": "",
    "modified_at": "2014-01-01 13:28:25"
  },
  {
    "id": "152",
    "level": "8th",
    "duration": "1 Round",
    "levels": "No",
    "name": "Mind Barrier",
    "damage": null,
    "description": "You put a barrier of mental energy that protects you from harm.\n\nThis barrier grants you a +4 shield bonus to AC. In addition, you take half damage from mind thrust I and II (reduced to onequarter on a successful Will save).",
    "saveeffect": "DC wisdom save",
    "area": "Caster",
    "components": "",
    "time": "1 Round",
    "school": "Abjuration",
    "classes": "Wizard, Cleric",
    "reverse": "",
    "modified_at": "2014-01-01 13:28:25"
  },
  {
    "id": "58",
    "level": "8th",
    "duration": "Permanent",
    "levels": "No",
    "name": "Permanency",
    "damage": null,
    "description": "This spell makes the duration of certain other spells permanent. You first cast the desired spell and then follow it with the permanency spell.\n\nDepending on the spell, you must be of a minimum caster level and must expend a specific gp value of diamond dust as a material component.\n\nYou can make the following spells permanent in regard to yourself. You cannot cast these spells on other creatures. This application of permanency can be dispelled only by a caster of higher level than you were when you cast the spell.",
    "saveeffect": "",
    "area": "Caster",
    "components": "Depending on the spell the price of gold pieces increases",
    "time": "1 Round",
    "school": "Abjuration",
    "classes": "Wizard",
    "reverse": "",
    "modified_at": "2014-01-01 13:28:25"
  },
  {
    "id": "140",
    "level": "8th",
    "duration": "Permanent",
    "levels": "No",
    "name": "Steelform",
    "damage": null,
    "description": "This spell is effectively identical to the 7th\nlevel ironform spell. However, the material created is of weapon-quality; a swordmaker with\nthis spell could cast the spell and create a finelycrafted, high-quality sword in 12 turns (two\nhours) or less.\nFollowing the same general guidelines as ironform, a steel wall will have an AC of \\u2014 10(2) and\nabout 20 hit points per 1\" thickness",
    "saveeffect": "",
    "area": "touch",
    "components": "",
    "time": "1 Round",
    "school": "Transmutation",
    "classes": "Wizard",
    "reverse": "",
    "modified_at": "2014-01-01 13:28:25"
  },
  {
    "id": "71",
    "level": "8th",
    "duration": "d6 Rounds",
    "levels": "No",
    "name": "Symbol",
    "damage": "",
    "description": "This spell creates a written magical drawing (a \"rune\") of great power. There are six kinds of symbols; the caster must select one when the spell is memorized. The rune may be placed on an object (such as a door or wall) or placed in mid-air. The rune cannot move; if placed on a creature or moving object, it will remain at that point when the surface moves (possibly floating in mid-air). When any living creature passes over or through the rune, or touches the object on which the rune is inscribed, or (foolishly) reads the rune, the rune's effect takes place immediately (no save). There is one exception: a magic-user, and any other creature which can normally cast magic user spells (high-level thieves with scrolls do not count!), may make a WIS Save if they merely reads or touch (rather than passes) the symbol. \r\n\r\nSymbol of Fear - as per fear spell\r\nSymbol of Laughter - uncontrollable laughing\r\nSymbol of Pain - incapacitating pain\r\nSymbol of Sleep - as per sleep spell\r\nSymbol of Slowing - as per slow spell\r\nSymbol of Weakness - (-3) to all strength checks, damage and attack rolls",
    "saveeffect": "WIS Save negates",
    "area": "touch",
    "components": "",
    "time": "1 Round",
    "school": "Conjuration",
    "classes": "Wizard",
    "reverse": "",
    "modified_at": "2017-06-07 15:28:15"
  },
  {
    "id": "144",
    "level": "8th",
    "duration": "1 Round",
    "levels": "No",
    "name": "Travel",
    "damage": "",
    "description": "This spell allows the magic-user to move quickly and freely, even between the planes of existence. The caster (only) may fly in the same manner as given by the magic-user's spell, at a rate of 360' (120'). The caster can also enter a nearby plane of existence, simply by concentrating for one round. He may enter a maximum of one plane per turn. The magic-user may bring one other creature for every five levels of experience (rounded down; for example, a 28th level magic-user could bring five other creatures on the journey). To bring others, he must touch them, or they must touch him, while the spell is cast and the shift is made. Any unwilling creature can make a DEX Save to avoid the effect. The caster must take the others with him\\u2014he cannot send them while remaining behind. While this spell is in effect, the magic-user (only) may assume gaseous form by concentrating for one full round. (If he is interrupted, no change occurs.) Unlike the potion effect, all equipment carried also becomes part of the same gaseous cloud. In this form, the caster may travel at double the normal flying rate: 720' (240'). While gaseous, the magic-user cannot use items or cast spells, but also cannot be damaged except by magic (weapons or certain spells). Also, a gaseous being cannot pass through a protection from evil spell effect or an anti-magic shell",
    "saveeffect": "",
    "area": "Caster",
    "components": "",
    "time": "1 Round",
    "school": "Transmutation",
    "classes": "Wizard",
    "reverse": "",
    "modified_at": "2017-06-07 16:50:42"
  }
]
