[
  {
    "id": "63",
    "level": "9th",
    "duration": "Permanent",
    "levels": "No",
    "name": "Contingency",
    "damage": null,
    "description": "This powerful spell acts as a trigger for one\nstated magic-user spell; this second spell must be\nof 4th level or less that does not normally cause\ndamage.\nWhile casting a contingency spell, the magicuser must describe one situation and the spell\nwhich is contingent upon it. When that situation next occurs, the contingent spell effect triggers automatically and immediately, as if cast at\nthat time",
    "saveeffect": "",
    "area": "touch",
    "components": "",
    "time": "1 Round",
    "school": "Conjuration",
    "classes": "Wizard",
    "reverse": "",
    "modified_at": "2014-01-01 13:28:25"
  },
  {
    "id": "146",
    "level": "9th",
    "duration": "1 Round",
    "levels": "No",
    "name": "Gate",
    "damage": null,
    "description": "When the magic-user casts this spell, he must\nname one target: the Ethereal Plane, the Astral\nPlane, one of the four elemental planes, or one\nouter plane. He must also name a resident of\nthat plane, usually that of an Immortal, a ruler\nof the plane. The spell opens a direct connection\nto the other plane of existence.\nA gate to an outer plane remains open for only\none turn. Any other gate remains open for\n1d1 0 x 10 (1-100) turns, and there is a 10%\nchance per turn that some other-planar creature\nwill wander through the gate while it is open.\nA gate to an elemental plane actually creates a\nvortex and a wormhole, and a wish may be used\nto make them permanent. Planes, vortexes, and\nwormholes are described in Chapter 18.\nContact with an outer plane is dangerous, and\nthe magic-user must know and speak the name\nof the Immortal he wishes to contact. The Immortal he calls will probably (95 % chance) arrive\nin 1d6 rounds, but there is a 5% chance that\nsome other being from the outer planes will respond. When the being arrives, it immediately\nlooks for the spellcaster.\nIf the caster does not have an excellent reason\nfor opening the gate, the being will probably destroy the caster. Even if the caster provides an excellent reason, the being may merely leave\nimmediately, showing no interest. If the reason\nis of supreme importance to the magic-user and\nof some interest to the being (DM's discretion),\nit may actually help for a short time",
    "saveeffect": "",
    "area": "30 feet",
    "components": "",
    "time": "1 Round",
    "school": "Transmutation",
    "classes": "Wizard",
    "reverse": "The reverse of this spell, close gate, will close a gate created by normal form of the spell. It can also be used to close a permanent gate to a nearby plane (such as an elemental vortex). But the spell cannot affect an Immortal; it cannot, for instance, make him leave if he chooses to stay",
    "modified_at": "2014-01-01 13:28:25"
  },
  {
    "id": "130",
    "level": "9th",
    "duration": "1 Round",
    "levels": "No",
    "name": "Immunity",
    "damage": "",
    "description": "This spell gives the recipient total immunity to all 1st-, 2nd-, and 3rd level spells. Furthermore, 4th- and 5th level spells have only half normal effect, or one-quarter normal if the victim makes a successful save. Any spell effect that is quantifiable is reduced in effect; these effects include reductions in duration, bonuses, penalties, damage, etc. Round fractions off in the recipient's favor. The recipient is also completely immune to all missiles (normal or magical), as well as normal and silver weapons; he takes half damage from magical hand-held weapons. This applies only to weapons; claws, bites, breath weapons, and other natural attack forms are not blocked. By concentrating, the recipient can drop the protection, allowing spells (such as cure wounds) to have normal effects for that round. If dropped, the immunity is absent for one round (including the protection from weapons), but returns automatically at the end of the round. A carefully worded wish spell can extend this protection, giving immunity to 4th level spells and + 1 weapons, and half normal effect from 5th and 6th level spells. No further improvements are possible",
    "saveeffect": "",
    "area": "touch",
    "components": "",
    "time": "1 Round",
    "school": "Transmutation",
    "classes": "Wizard",
    "reverse": "",
    "modified_at": "2017-06-07 16:00:51"
  },
  {
    "id": "111",
    "level": "9th",
    "duration": "6 Rounds",
    "levels": "No",
    "name": "Maze",
    "damage": null,
    "description": "You banish the subject into an extradimensional labyrinth of force planes. Each round on its turn, it may attempt a DC 20 Intelligence check to escape the labyrinth as a full-round action. If the subject doesn\\u2019t escape, the maze disappears after 10 minutes, forcing the subject to leave. On escaping or leaving the maze, the subject reappears where it had been when the maze spell was cast.",
    "saveeffect": "",
    "area": "60 feet",
    "components": "",
    "time": "1 Round",
    "school": "Illusion",
    "classes": "Wizard",
    "reverse": "",
    "modified_at": "2014-01-01 13:28:25"
  },
  {
    "id": "93",
    "level": "9th",
    "duration": "Instantaneous",
    "levels": "No",
    "name": "Meteor Swarm",
    "damage": "6d6 per meteor",
    "description": "Up to four 2-foot in diameter meteors fly from your fingertips in straight lines to 1-4 predetermined targets. The \"meteors\" fly at great speed leaving fiery trails of sparks in their wake. Upon reaching their target(s) each meteor explodes for 6d6 points of bludgeoning fire damage to a 40 foot radius. ",
    "saveeffect": "DEX Save for half damage",
    "area": "Range long (400 ft. + 40 ft.\\/level) Area four 40-ft.-radius spreads, see text",
    "components": "",
    "time": "1 Round",
    "school": "Evocation",
    "classes": "Wizard",
    "reverse": "",
    "modified_at": "2017-06-07 15:48:20"
  },
  {
    "id": "88",
    "level": "9th",
    "duration": "Instantaneous",
    "levels": "No",
    "name": "Power Word: Kill",
    "damage": "",
    "description": "This spell enables the caster to affect one or more victims within 120'. Exception: A magic-user, and any creature which can cast magic-user spells, may make a WIS Save to avoid this effect, with a -4 penalty to the roll. A single victim with 1-60 hit points is automatically slain; one with 61-100 hit points is stunned (as power word stun) and unable to act for 1d4 turns. No creature with 101 or more hit points is affected. The spell can also be used to slay up to five victims if each has 20 hit points or less.",
    "saveeffect": "Save only for Wizards",
    "area": "120 feet",
    "components": "",
    "time": "1 Round",
    "school": "Enchantment",
    "classes": "Wizard",
    "reverse": "",
    "modified_at": "2017-06-07 15:36:27"
  },
  {
    "id": "137",
    "level": "9th",
    "duration": "6 Rounds",
    "levels": "No",
    "name": "Prismatic Wall",
    "damage": null,
    "description": "This spell creates a barrier of many colors with\na glittering appearance as if from light shining\nthrough a prism. This wall is 2\" thick, with 1\\/8\"\nbetween the colors. The effect must be either a\nsphere with a radius of 10', centered on the caster, or a flat surface (vertical or horizontal) of up\nto 500 square feet in area.\nWhatever its form, the prismatic wall cannot\nbe moved (even by a wish). The caster may pass\nthrough it freely and unharmed, with any items\nhe chooses to carry. All other creatures and objects contacting or passing through the prismatic\nwall are affected by its magic, starting with the\nfirst color they contact.\nIt takes powerful magic to break through the\nwall. A wish spell or a rod ofcancellation will remove the three outermost remaining colors, but\nthat's all.\nTo break through a prismatic wall, an attacker\nmust attack it with a specific sequence of spells.\nEach spell will cancel one color of the prismatic\nwall. These remedy spells, shown on the chart\nbelow, must be cast in the correct order (first,\nany magical cold to remove the red layer; then,\nany magical lightning to remove the orange layer; and so on). When cast successfully, each spell\ncauses the appropriate color to disappear from\nthe wall. When all layers are gone, so is the wall.\nA person with an active anti-magic shell (including the caster of the prismatic wall) will not\nbe able to pass through the wall, but the attempt\nwill not damage either the anti-magic shell or\nthe prismatic wall.\nThe prismatic wall extends into the nearest\nplane of existence (the Ethereal Plane, if cast on\nthe Prime Plane), appearing there as an indestructible solid wall. Planar and dimensional\ntravel can therefore not bypass it.\nThe colors and effects of a prismatic wall are\nalways the same; when created, the violet side is\nalways closest to the caster. The effects and colors\nof the prismatic wall are summarized below",
    "saveeffect": "",
    "area": "60 feet",
    "components": "",
    "time": "1 Round",
    "school": "Transmutation",
    "classes": "Wizard",
    "reverse": "",
    "modified_at": "2014-01-01 13:28:25"
  },
  {
    "id": "138",
    "level": "9th",
    "duration": "1 Turn",
    "levels": "No",
    "name": "Shapechange",
    "damage": "",
    "description": "This spell is similar to the 4th level polymorph self spell, but is far more powerful. The caster actually becomes another creature or object in all respects except the mind, hit points, etc. The caster takes his new armor class, attack rolls, special attack forms, immunities, and all other details from the form he has taken. A magic-user cannot cast spells in any form except that of a bipedal humanoid (demihuman, goblin, ogre, giant, etc.). The caster cannot take a completely unique form (such as that of a specific character, Elemental Ruler, or Immortal). He can gain the likeness but not the abilities of another character class. When wearing another form, he can only cast spells from his own memory; he can't cast from scrolls or his spell book. He cannot assume huge inanimate forms; if he tries to, the form will be a maximum of one foot tall per experience level of the caster and 10 lbs per level. Except for these limits, the caster can become any creature or object that he or she has ever seen. He cannot change into imaginary or unfamiliar creatures; unless there are ten-armed trolls in your campaign, for example, he cannot turn into one. The caster may change shape at will during the spell's duration; each change requires a full round of concentration. Note that the caster does assume the flaws of the new form as well as its strengths. If, for example, the caster is struck by a sword +2, +5 vs. dragons while in dragon form, the + 5 bonus applies against his new form. This spell effect cannot be made permanent and is subject to dispel magic. During the spell duration, the caster cannot pass through any protection from evil or anti-magic shell spell effect.",
    "saveeffect": "",
    "area": "caster",
    "components": "",
    "time": "1 Round",
    "school": "Transmutation",
    "classes": "Wizard",
    "reverse": "",
    "modified_at": "2017-06-07 16:47:56"
  },
  {
    "id": "143",
    "level": "9th",
    "duration": "6 Rounds",
    "levels": "No",
    "name": "Timestop",
    "damage": null,
    "description": "To the caster, this spell seems to stop time. It\nspeeds the caster so greatly that all other creatures seem frozen at their Normal Speeds, in\n\"normal time.\" From the caster's point of view,\nthe effect lasts for 1d4 + 1 (2-5) rounds. The caster may perform one action during each of these\nmagical rounds.\nNormal and magical fire, cold, gas, etc. can\nstill harm the caster. While the timestop is in effect, however, other creatures are invulnerable to\nthe caster's attacks and spells. Spells with durations other than \"instantaneous\" may be created and left to take effect when time resumes.\nNote that no time elapses while this spell is in\neffect; durations of other spells cast start after\nthe timestop ends.\nThe spellcaster cannot move items held by\nthose in \"normal time,\" but can move other\nitems that are not \"stuck,\" including those worn\nor carried by others. The caster is completely undetectable by those in \"normal time.\" However,\nthe magic-user cannot pass through a protection\nfrom evil or anti-magic shell while under this\nspell's effect",
    "saveeffect": "",
    "area": "Caster",
    "components": "",
    "time": "1 Round",
    "school": "Transmutation",
    "classes": "Wizard",
    "reverse": "",
    "modified_at": "2014-01-01 13:28:25"
  },
  {
    "id": "145",
    "level": "9th",
    "duration": "1 Day",
    "levels": "No",
    "name": "Wish",
    "damage": null,
    "description": "Wish is the mightiest spell a wizard or sorcerer can cast. By simply speaking aloud, you can alter reality to better suit you. Even wish, however, has its limits. A wish can produce any one of the following effects.\n\nDuplicate any sorcerer\\/wizard spell of 8th level or lower, provided the spell does not belong to one of your opposition schools.\nDuplicate any non-sorcerer\\/wizard spell of 7th level or lower, provided the spell does not belong to one of your opposition schools.\nDuplicate any sorcerer\\/wizard spell of 7th level or lower, even if it belongs to one of your opposition schools.\nDuplicate any non-sorcerer\\/wizard spell of 6th level or lower, even if it belongs to one of your opposition schools.\nUndo the harmful effects of many other spells, such as geas\\/quest or insanity.\nGrant a creature a +1 inherent bonus to an ability score. Two to five wish spells cast in immediate succession can grant a creature a +2 to +5 inherent bonus to an ability score (two wishes for a +2 inherent bonus, three wishes for a +3 inherent bonus, and so on). Inherent bonuses are instantaneous, so they cannot be dispelled. Note: An inherent bonus may not exceed +5 for a single ability score, and inherent bonuses to a particular ability score do not stack, so only the best one applies.\nRemove injuries and afflictions. A single wish can aid one creature per caster level, and all subjects are cured of the same kind of affliction. For example, you could heal all the damage you and your companions have taken, or remove all poison effects from everyone in the party, but not do both with the same wish.\nRevive the dead. A wish can bring a dead creature back to life by duplicating a resurrection spell. A wish can revive a dead creature whose body has been destroyed, but the task takes two wishes: one to recreate the body and another to infuse the body with life again. A wish cannot prevent a character who was brought back to life from gaining a permanent negative level.\nTransport travelers. A wish can lift one creature per caster level from anywhere on any plane and place those creatures anywhere else on any plane regardless of local conditions. An unwilling target gets a Will save to negate the effect, and spell resistance (if any) applies.\nUndo misfortune. A wish can undo a single recent event. The wish forces a reroll of any roll made within the last round (including your last turn). Reality reshapes itself to accommodate the new result. For example, a wish could undo an opponent's successful save, a foe's successful critical hit (either the attack roll or the critical roll), a friend's failed save, and so on. The re-roll, however, may be as bad as or worse than the original roll. An unwilling target gets a Will save to negate the effect, and Spell Resistance (if any) applies.\nYou may try to use a wish to produce greater effects than these, but doing so is dangerous. (The wish may pervert your intent into a literal but undesirable fulfillment or only a partial fulfillment, at the GM's discretion.)",
    "saveeffect": "",
    "area": "Depends on spell and caster ( see description) ",
    "components": "(diamond worth 25,000 gp) ",
    "time": "1 Round",
    "school": "Transmutation",
    "classes": "Wizard",
    "reverse": "",
    "modified_at": "2014-01-01 13:28:25"
  }
]
